Repository: TelegramOrg/Telegram-wp
Catalog: TelegramClient/TelegramClient/Resources/AppResources.*.resx
Languages: de, nl, pt

# LastSeenShort
source: Last seen
de: Zuletzt gesehen
nl: Laatst gezien
pt: Último acesso

# PrivacySecuritySubtitle
source: Blocked users, last seen, terminate sessions
de: Privatsphäre und Sicherheit
nl: Privacy- en veiligheidsinstellingen beheren
pt: Usuários bloqueados, visto por último, encerrar sessões

# MonthGenitivePlural
source: Months
de: Monate
nl: Maanden
pt: Meses

# MonthGenitiveSingular
source: Month
de: Monat
nl: Maand
pt: Mês

# MonthNominativePlural
source: Months
de: Monate
nl: Maanden
pt: Meses

# MonthNominativeSingular
source: Month
de: Monat
nl: Maand
pt: Mês

# YearGenitivePlural
source: Years
de: Jahre
nl: Jaren
pt: Anos

# YearGenitiveSingular
source: Year
de: Jahr
nl: Jaar
pt: Ano

# YearNominativePlural
source: Years
de: Jahre
nl: Jaren
pt: Anos

# YearNominativeSingular
source: Year
de: Jahr
nl: Jaar
pt: Ano

# LastSeenDescription2
source: Who can see your Last Seen time?
de: Wer kann deinen "zuletzt online" Status sehen?
nl: Wie kan mijn laatst gezien tijd zien?
pt: Quem pode ver o seu Último Acesso?

source: Checking username...
de: Prüfe Benutzername...
nl: Gebruikersnaam controleren.
pt: Verificando nome de usuário...

# CantFindContactWithUsername
source: Sorry, can't find a Telegram user with username @{0}
de: Telegram Nutzer @{0} wurde nicht gefunden
nl: Telegram-gebruiker met gebruikersnaam @{0} niet gevonden.
pt: Desculpe, não foi encontrado um usuário do Telegram com o nome de usuário @{0}

source: Compressing
de: Komprimiere
nl: comprimeren
pt: Compactando

# PeopleHubIntegration
source: Sync with People hub
de: Kontakte synchronisieren
nl: Synchroniseren met contacten
pt: Sincronizando com o Hub Pessoas

# SyncContactsProgress
source: Sync contacts ({0} of {1})...
de: Synchronisiere Kontakte ({0} of {1})...
nl: Contact ({0} van {1}) synchroniseren.
pt: Sincronizando contatos ({0} of {1})...

source: Deleting contacts...
de: Lösche Kontakte...
nl: Contacten verwijderen.
pt: Deletando contatos...

source: Change number
de: Nummer ändern
nl: Nummer wijzigen
pt: Trocar número

# ConfirmNewNumberMessage
source: We will send an SMS with a confirmation code to your new number.
de: Der Bestätigungscode kommt per SMS an deine neue Nummer.
nl: We sturen een sms-bericht met verificatiecode naar je nieuwe nummer.
pt: Vamos enviar uma SMS com um código de confirmação para o seu novo número.

source: New number
de: Neue Telefonnummer
nl: Nieuw nummer
pt: Novo número

# NewNumberConfirmation
source: All your Telegram contacts will get your new number added to their address book, provided they had your old number and you haven't blocked them in Telegram.
de: Deinen Kontakten wird deine neue Nummer ihrem Telefonbuch hinzugefügt, sofern sie deine alte Nummer gespeichert hatten und du sie nicht blockiert hattest.
nl: Al je Telegram contacten krijgen je nieuwe nummer in hun adresboek, ervan uitgaande dat ze je oude nummer hadden en je hen niet had geblokkeerd in Telegram.
pt: todos os contatos do Telegram terão seu novo número adicionado às suas listas de contatos, desde que eles tenham seu antigo número e você não os tenha bloqueado no Telegram.

# NewNumberDescription
source: You can change your Telegram number here. Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number. Important: all your Telegram contacts will get your new number added to their address book, provided they had your old number and you haven't blocked them in Telegram.
de: Du kannst deine Telefonnummer hier ändern. Dein Konto und alle Daten in der Telegram-Cloud, also Nachrichten, Medien, Kontakte, etc. werden auf das neue Konto übertragen. Wichtig: Alle deine Kontakte erhalten deine neue Nummer ihrem Telefonbuch hinzugefügt, sofern sie deine alte Nummer gespeichert hatten und du sie nicht blockiert hattest.
nl: Je kan je telefoonnummer hier wijzigen. Al je clouddata — berichten, bestanden, groepen, contacten, etc. zullen worden gekopieërd naar je nieuwe nummer. **Let op**: al je Telegram-contacten krijgen je nieuwe nummer in hun adresboek, ervan uitgaande dat ze je oude nummer hadden en je hen niet had geblokkeerd in Telegram.
pt: Você pode trocar seu número do Telegram aqui. Sua conta e todos os seus dados — mensagens, mídia, contatos, etc. serão movidos para o novo número. Importante: todos os contatos do Telegram terá seu novo número adicionado às suas listas de contatos, desde que eles tenham seu antigo número e você não os tenha bloqueado no Telegram.

# NewNumberTaken
source: The number {0} is already connected to a Telegram account. Please delete that account before migrating to the new number.
de: Die Telefonnummer {0} ist bereits ein Telegram Konto. Bitte lösche es, bevor du mit der Übertragung auf das neue Konto startest.
nl: Aan telefoonnummer {0} is al een Telegram-account gekoppeld. Verwijder het account om te kunnen migreren naar het nieuwe nummer.
pt: O número {0} já possui uma conta do Telegram. Por favor, delete esta conta antes de migrar para o novo número.

# MessageActionScreenshotMessages
source: {0} took a screenshot!
de: {0} hat ein Bildschirmfoto gemacht!
nl: {0} heeft een schermafdruk gemaakt!
pt: {0} salvou a tela!

# MessageActionYouScreenshotMessages
source: You took a screenshot!
de: Du hast ein Bildschirmfoto gemacht!
nl: Schermafdruk gemaakt!
pt: Você salvou a tela!

# DayGenitivePlural
source: Days
de: Tage
nl: Dagen
pt: Dias

# DayGenitiveSingular
source: Day
de: Tag
nl: Dag
pt: Dia

# DayNominativePlural
source: Days
de: Tage
nl: Dagen
pt: Dias

# DayNominativeSingular
source: Day
de: Tag
nl: Dag
pt: Dia

# HourGenitivePlural
source: Hours
de: Stunden
nl: Uur
pt: Horas

# HourGenitiveSingular
source: Hour
de: Stunde
nl: Uur
pt: Hora

# HourNominativePlural
source: Hours
de: Stunden
nl: Uur
pt: Horas

# HourNominativeSingular
source: Hour
de: Stunde
nl: Uur
pt: Hora

# MinuteNominativePlural
source: Minutes
de: Minuten
nl: Minuten
pt: Minutos

# MinuteNominativeSingular
source: Minute
nl: Minuut
pt: Minuto

# SecondGenitivePlural
source: Seconds
de: Sekunden
nl: Seconden
pt: Segundos

# SecondGenitiveSingular
source: Second
de: Sekunde
nl: Seconde
pt: Segundo

# SecondNominativePlural
source: Seconds
de: Sekunden
nl: Seconden
pt: Segundos

# SecondNominativeSingular
source: Second
de: Sekunde
nl: Seconde
pt: Segundo

# WeekGenitivePlural
source: Weeks
de: Wochen
nl: Weken
pt: Semanas

# WeekGenitiveSingular
source: Week
de: Woche
pt: Semana

# WeekNominativePlural
source: Weeks
de: Wochen
nl: Weken
pt: Semanas

# WeekNominativeSingular
source: Week
de: Woche
pt: Semana

source: Tap and hold to view
de: Tippen und Halten
nl: Druk en houd ingedrukt
pt: Toque e segure para ver

source: Files
de: Dateien
nl: Bestanden
pt: Arquivos

source: No files here
de: Noch keine Dateien
nl: Geen bestanden hier
pt: Nenhum arquivo aqui

# ShareFiles
source: You can send and receive files of any type up to 1.5 GB each and access them anywhere.
de: Du kannst jede Art Datei mit bis zu 1,5 GB auf all deinen Geräten senden und empfangen.
nl: Je kunt willekeurige bestanden tot 1.5 GB versturen en ontvangen en deze overal benaderen.
pt: Você pode enviar e receber arquivos de todos os tipos até 1.5 GB e acessá-los de onde estiver.

# SharePhotosAndVideos
source: No media files yet. Share photos and videos in this chat — or this paperclip stays unhappy.
de: Noch keine Dateien. Teile Bilder und Videos in diesem Chat - dann freut sich die Büroklammer.
nl: Nog geen bestanden. Deel foto's en video's in deze chat — of deze paperclip blijft verdrietig.
pt: Nenhum arquivo de mídia ainda. Compartilhe fotos e vídeos nesse chat — ou esse clipe de papel continuará infeliz.

source: Disabled
de: Stummschalten
nl: Uitschakelen
pt: Desativado

source: Enabled
de: Stumm Aus
nl: Inschakelen
pt: Ativado

# MuteFor
source: Mute for {0}
de: Stumm für {0}
nl: {0} stil
pt: Silenciar por {0}

# UnmuteIn
source: In {0}
nl: Over {0}
pt: Em {0}

source: More
de: Mehr
nl: Meer
pt: Mais

source: Search among your chats
de: Chats durchsuchen
nl: In chats zoeken
pt: Buscar nos seus chats

# SearchAmongYourFiles
source: Search shared files
de: Geteilte Dateien durchsuchen
nl: In gedeelde bestanden zoeken
pt: Buscar arquivos compartilhados

# NewAuthorization
source: {0}, We detected a login into your account from a new device on {1}, {2} at {3} Device: {4} Location: {5} If this wasn't you, you can go to Settings — Privacy and Security — Terminate all sessions. Thanks, The Telegram Team
de: {0}, Wir haben einen Zugriff auf dein Konto von einem neuen Gerät am {1}, {2} um {3} festgestellt. Gerät: {4} Standort: {5} Wenn du das nicht selbst gewesen bist, kannst du in den Telegram-Einstellungen unter Privatsphäre und Sicherheit alle Sitzungen beenden. Danke, Das Telegram Team
nl: {0}, Er is op je account ingelogd vanaf een nieuw apparaat op {1}, {2} om {3} Apparaat: {4} Locatie: {5} Als jij dit niet was, kun je alle sessies beëindigen via Instellingen – Privacy en veiligheid – Beëindig alle andere sessies. Bedankt, Het Telegram-team
pt: {0}, Detectamos um acesso à sua conta de um novo dispositivo em {1}, {2} em {3} Dispositivo: {4} Localização: {5} Caso não tenha sido você, vá em Configurações – Privacidade e Segurança – Encerrar todas as outras sessões. Obrigado, Equipe Telegram

# ContactRegistered
source: {0} joined Telegram!
de: {0} benutzt jetzt Telegram!
nl: {0} heeft nu Telegram!
pt: {0} entrou para o Telegram

source: Unread messages
de: Ungelesene Nachrichten
nl: Ongelezen berichten
pt: Mensagens não lidas

source: Change passcode
de: Pincode ändern
nl: Toegangscode wijzigen
pt: Alterar Senha

# ChangePasscodeHint
source: When you set up an additional passcode, a lock icon will appear on the chats page. Tap it to lock and unlock the app. Note: if you forget the passcode, you'll need to delete and reinstall the app. All secret chats will be lost.
de: Wenn du die Code-Sperre aktivierst, erscheint ein Schloss-Symbol über der Chatliste. Tippe darauf, um deine Chats zu sperren und zu entsperren. Übrigens: Wenn du den Pincode vergisst, musst du Telegram löschen und neu installieren. Dadurch verlierst du alle Geheimen Chats.
nl: Als je een toegangscode instelt verschijnt er een slotje op de chatspagina. Tik erop om Telegram te vergrendelen of te ontgrendelen. Let op: vergeet je de toegangscode dan zul je de app moeten verwijderen en herinstalleren. Alle geheime chats gaan daarbij verloren.
pt: Quando você definir uma senha adicional, um ícone de cadeado aparecerá na página de chats. Clique para bloquear e desbloquear o app. Nota: se você esquecer a sua senha, terá de excluir e reinstalar o app. Todos os chats secretos serão perdidos.

source: Confirm passcode
de: Pincode bestätigen
nl: Toegangscode bevestigen
pt: Confirme a senha

# EnterPasscode
source: Enter your passcode
de: Pincode eingeben
nl: Toegangscode invoeren
pt: Insira sua senha

source: Passcode
de: Pincode
nl: Toegangscode
pt: Senha

source: Simple passcode
de: Einfacher Pincode
nl: Eenvoudige toegangscode
pt: Senha simples

# SimplePasscodeHint
source: A simple passcode is a 4 digit number.
de: Ein einfacher Pincode besteht aus 4 Ziffern.
nl: Eenvoudige toegangcodes zijn 4-cijferig.
pt: A senha simples é um número com 4 dígitos.

# YourPasscode
source: New passcode
de: Neuer Pincode
nl: Nieuwe toegangscode
pt: Nova senha

source: Enter your current passcode
de: Aktuellen Pincode eingeben
nl: Huidige toegangscode invoeren
pt: Digite a sua senha atual do Telegram

source: Passcode type
de: Art des Pincodes
nl: Toegangscodetype
pt: Tipo de senha

source: Privacy
de: Privatsphäre
pt: Privacidade

source: Security
de: Sicherheit
nl: Veiligheid
pt: Segurança

# YouHaveNewMessage
source: You have a new message
de: Du hast eine neue Nachricht
nl: Je hebt een nieuw bericht
pt: Você tem uma nova mensagem

# PasscodeAutolockHint
source: Require passcode if away for a time.
de: Benötigt Pincode wenn lange inaktiv.
nl: Vraag om toegangscode indien afwezig
pt: Requisitar senha se estiver ausente por muito tempo.

# PasscodeAutolockIn
source: In {0}
nl: Over {0}
pt: Em {0}

source: Auto-lock
de: Auto-Sperre
nl: Automatisch vergrendelen
pt: Auto-bloquear

# AutolockDisabled
source: Disabled
de: Deaktiviert
nl: Uitgeschakeld
pt: Desativado

source: Incorrect passcode
de: Ungültiger Pincode
nl: Ongeldige toegangscode
pt: Senha incorreta

source: Reply
de: Antworten
nl: Antwoord
pt: Responder

# AndOthers
source: And {0} others
de: Und {0} andere
nl: en {0} anderen
pt: E {0} outros

# ForwardedAudioGenitivePlural
source: Forwarded audios
de: Audioanhänge
nl: Bijlagen: geluidsbestanden
pt: Áudios encaminhados

# ForwardedAudioGenitiveSingular
source: Forwarded audio
de: Audioanhang
nl: Bijlage: geluidsbestand
pt: Áudio encaminhado

# ForwardedAudioNominativePlural
source: Forwarded audios
de: Audioanhänge
nl: Bijlagen: geluidsbestanden
pt: Áudios encaminhados

# ForwardedAudioNominativeSingular
source: Forwarded audio
de: Audioanhang
nl: Bijlage: geluidsbestand
pt: Áudio encaminhado

# ForwardedContactGenitivePlural
source: Forwarded contacts
de: Kontaktanhänge
nl: Bijlagen: contacten
pt: Contatos encaminhados

# ForwardedContactGenitiveSingular
source: Forwarded contact
de: Kontaktanhang
nl: Bijlage: contact
pt: Contato encaminhado

# ForwardedContactNominativePlural
source: Forwarded contacts
de: Kontaktanhänge
nl: Bijlagen: contacten
pt: Contatos encaminhados

# ForwardedContactNominativeSingular
source: Forwarded contact
de: Kontaktanhang
nl: Bijlage: contact
pt: Contato encaminhado

# ForwardedFileGenitivePlural
source: Forwarded files
de: Dateianhänge
nl: Bijlagen: bestanden
pt: Arquivos encaminhados

# ForwardedFileGenitiveSingular
source: Forwarded file
de: Dateianhang
nl: Bijlage: bestand
pt: Arquivo encaminhado

# ForwardedFileNominativePlural
source: Forwarded files
de: Dateianhänge
nl: Bijlagen: bestanden
pt: Arquivos encaminhados

# ForwardedFileNominativeSingular
source: Forwarded file
de: Dateianhang
nl: Bijlage: bestand
pt: Arquivo encaminhado

# ForwardedLocationGenitivePlural
source: Forwarded locations
de: Standortanhänge
nl: Bijlagen: locaties
pt: Localizações encaminhadas

# ForwardedLocationGenitiveSingular
source: Forwarded location
de: Standortanhang
nl: Bijlage: locatie
pt: Localização encaminhada

# ForwardedLocationNominativePlural
source: Forwarded locations
de: Standortanhänge
nl: Bijlagen: locaties
pt: Localizações encaminhadas

# ForwardedLocationNominativeSingular
source: Forwarded location
de: Standortanhang
nl: Bijlage: locatie
pt: Localização encaminhada

# ForwardedMessageGenitivePlural
source: Forwarded messages
de: Nachrichtenanhänge
nl: Bijlagen: berichten
pt: Mensagens encaminhadas

# ForwardedMessageGenitiveSingular
source: Forwarded message
de: Nachrichtenanhang
nl: Bijlage: bericht
pt: Mensagem encaminhada

# ForwardedMessageNominativePlural
source: Forwarded messages
de: Nachrichtenanhänge
nl: Bijlagen: berichten
pt: Mensagens encaminhadas

# ForwardedMessageNominativeSingular
source: Forwarded message
de: Nachrichtenanhang
nl: Bijlage: bericht
pt: Mensagem encaminhada

# ForwardedPhotoGenitivePlural
source: Forwarded photos
de: Bilderanhänge
nl: Bijlagen: foto's
pt: Fotos encaminhadas

# ForwardedPhotoGenitiveSingular
source: Forwarded photo
de: Bildanhang
nl: Bijlage: foto
pt: Foto encaminhada

# ForwardedPhotoNominativePlural
source: Forwarded photos
de: Bilderanhänge
nl: Bijlagen: foto's
pt: Fotos encaminhadas

# ForwardedPhotoNominativeSingular
source: Forwarded photo
de: Bildanhang
nl: Bijlage: foto
pt: Foto encaminhada

# ForwardedStickerGenitivePlural
source: Forwarded stickers
de: Stickeranhänge
nl: Bijlagen: stickers
pt: Stickers encaminhados

# ForwardedStickerGenitiveSingular
source: Forwarded sticker
de: Stickeranhang
nl: Bijlage: sticker
pt: Sticker encaminhado

# ForwardedStickerNominativePlural
source: Forwarded stickers
de: Stickeranhänge
nl: Bijlagen: stickers
pt: Stickers encaminhados

# ForwardedStickerNominativeSingular
source: Forwarded sticker
de: Stickeranhang
nl: Bijlage: sticker
pt: Sticker encaminhado

# ForwardedVideoGenitivePlural
source: Forwarded videos
de: Videoanhänge
nl: Bijlagen: video's
pt: Vídeos encaminhados

# ForwardedVideoGenitiveSingular
source: Forwarded video
de: Videoanhang
nl: Bijlage: video
pt: Vídeo encaminhado

# ForwardedVideoNominativePlural
source: Forwarded videos
de: Videoanhänge
nl: Bijlagen: video's
pt: Vídeos encaminhados

# ForwardedVideoNominativeSingular
source: Forwarded video
de: Videoanhang
nl: Bijlage: video
pt: Vídeo encaminhado

source: Search messages
de: Nachrichten suchen
nl: Zoek door berichten
pt: Buscar mensagens

source: Unsupported
de: Nicht unterstützt
nl: Niet ondersteund
pt: Não suportado

source: Enter your current password
de: Aktuelles Kennwort eingeben
nl: Wachtwoord invoeren
pt: Insira sua senha atual

source: Password
de: Kennwort
nl: Wachtwoord
pt: Senha

# PasswordInvalidString
source: Invalid password. Please try again.
de: Kennwort falsch, bitte erneut versuchen.
nl: Ongeldig wachtwoord. Probeer het nog eens.
pt: Senha inválida. Por favor tente novamente.

source: Almost there!
de: Fast geschafft!
nl: Bijna klaar!
pt: Quase lá!

source: Change password
de: Kennwort ändern
nl: Wachtwoord wijzigen
pt: Alterar senha

# ChangePasswordHint
source: You can set a password that will be required when you log in from a new device in addition to a pin number you will receive in an SMS.
de: Du kannst ein eigenes Kennwort festlegen, um dich an einem neuen Gerät anzumelden, zusätzlich zu einer PIN Nummer die du per SMS bekommst.
nl: Naast de code die je per SMS ontvangt kun je een extra wachtwoord instellen voor als je inlogt op een nieuw apparaat.
pt: Você pode configurar uma senha que será requisitada quando você entrar em um novo aparelho, além do código que você receberá por SMS.

source: Change recovery e-mail
de: E‑Mail-Adresse zur Wiederherstellung festlegen
nl: Herstel-e-mailadres wijzigen
pt: Alterar e-mail de recuperação

# CompletePasswordHint
source: Please check your e-mail (don't forget the spam folder) to complete Two-Step Verification setup.
de: Bitte überprüfe deine Mails (auch den Spam-Ordner) um die zweistufige Bestätigung abzuschließen.
nl: Controleer je e-mail om de twee-staps-verificatie in te schakelen. Kijk voor de zekerheid ook in de ongewenste post.
pt: Por favor, verifique o seu e-mail (não esqueça da pasta spam) para completar a configuração da verificação em duas etapas.

# ConfirmPassword
source: Re-enter your password
de: Kennwort nochmals eingeben
nl: Wachtwoord opnieuw invoeren
pt: Insira sua senha novamente

# EnterPassword
source: Enter your password
de: Kennwort eingeben
nl: Wachtwoord invoeren
pt: Insira sua senha

# EnterRecoveryEmail
source: Enter your E-Mail
de: Deine E-Mail eingeben
nl: E-mail invoeren
pt: Insira seu e-maill

# EnterRecoveryEmailHint
source: Please add your valid e-mail. It is the only way to recover a forgotten password.
de: Falls du dein Kennwort vergisst, benötigen wir deine richtige Email Adresse.
nl: Voeg je geldige e-mailadres toe. Het is de enige manier om je wachtwoord te herstellen.
pt: Por favor, adicione um e-mail válido. Essa é a única forma de recuperar uma senha esquecida.

source: Recovery e-mail
de: Wiederherstellung
nl: Herstel-e-mailadres
pt: E-mail de recuperação

source: Set recovery e-mail
de: E‑Mail-Adresse zur Wiederherstellung festlegen
nl: Herstel-e-mailadres instellen
pt: Definir e-mail de recuperação

source: Skip
de: Überspringen
nl: Overslaan
pt: Pular

# SkipRecoveryEmailHint
source: No, seriously. If you forget your password, you will be lose access to your Telegram account. There will be no way to restore it.
de: Im Ernst. Wenn du dein Kennwort vergisst, verlierst du den Zugang zu deinem Telegram Konto. Für immer, ohne Ausnahme.
nl: Let op: Als je je wachtwoord vergeet verlies je toegang tot je Telegram-account. Er is geen optie om dit te herstellen.
pt: É sério! Se você esquecer a sua senha, você perderá o acesso a sua conta do Telegram. Não há nenhuma forma de recuperá-la.

source: Two-step verification
de: Zweistufige Bestätigung
nl: Twee-staps-verificatie
pt: Verificação em duas etapas

source: Your password
de: Dein Kennwort
nl: Je wachtwoord
pt: Sua senha

source: Current session
de: Aktuelle Sitzung
nl: Huidige sessie
pt: Senha atual

source: Other sessions
de: Andere Geräte
nl: Andere sessies
pt: Outras sessões

source: Official app
de: Offizielle App
nl: Officiële app
pt: App oficial

# Sessions
source: Active sessions
de: Sitzungen
nl: Actieve sessies
pt: Sessões ativas

# TerminateAllOtherSessionsNote
source: Logs out all devices except for this one
de: Alle Geräte außer diesem werden abgemeldet.
nl: Logt alle apparaten behalve deze uit.
pt: Sair de todos os dispositivos exceto este

source: Unofficial app
de: Inoffizielle App
nl: Onofficiële app
pt: App não-oficial

# EmailInvalid
source: Invalid email address
de: Ungültige E-Mail Adresse
nl: Ongeldig e-mailadres.
pt: E-mail inválido

# PasswordActive
source: Your password for Two-Step Verification is now active.
de: Dein Kennwort für die zweistufige Bestätigung ist jetzt aktiv.
nl: Je wachtwoord voor twee-staps-verificatie is nu actief.
pt: A sua senha para a verificação em duas etapas foi ativada.

source: Success!
de: Geschafft!
nl: Gelukt!
pt: Sucesso!

# RecoveryEmailPending
source: Your recovery e-mail {0} is not yet active and pending confirmation.
de: Deine E-Mail Adresse {0} wurde noch verifiziert und ist daher noch nicht aktiv.
nl: Je herstel-e-mailadres {0} is nog niet actief en in afwachting van bevestiging.
pt: O seu e-mail de recuperação {0} ainda não está ativo e aguarda confirmação.

source: Abort Two-Step Verification Setup
de: Einrichtung der zweistufigen Bestätigung abbrechen
nl: Twee-staps-verificatie annuleren
pt: Cancelar a configuração da verificação em duas etapas

# StepsToCompleteToTwoStepsVerificationSetup
source: Please follow these steps to complete Two-Step Verification Setup 1. Check your e-mail (don't forget the spam folder) {0} 2. Click on the validation link.
de: Bitte folge diesen Schritten um die zweistufige Bestätigung abzuschließen: 1. Überprüfe deine Mails (auch den Spam-Ordner) {0}. 2. Auf den Link klicken.
nl: Volg deze stappen om twee-staps-verificatie in te schakelen 1. Controleer je e-mail (kijk voor de zekerheid ook in de ongewenste post) {0} 2. Klik op de bevestigingslink.
pt: Por favor, siga os seguintes passos para completar a configuração da verificação em duas etapas: 1. Verifique seu e-mail (não esqueça da pasta spam) {0} 2. Clique no link de validação.

source: Hint
de: Hinweis
pt: Dica

source: Password hint
de: Kennwort-Hinweis
nl: Wachtwoordhint
pt: Dica de senha

# PasswordHintLabel
source: Please create a hint for your password
de: Du brauchst einen Hinweis auf dein Kennwort
nl: Stel een hint voor je wachtwoord in
pt: Por favor, crie uma dica para a sua senha

source: Forgot password?
de: Kennwort vergessen?
nl: Wachtwoord vergeten?
pt: Esqueceu sua senha?

# PasswordHintError
source: Hint must be different from your password
de: Der Hinweis darf nicht das Kennwort sein.
nl: De hint moet anders zijn dan je wachtwoord
pt: A dica deve ser diferente da sua senha

# EnterPasswordHint
source: Enter your password hint
de: Kennwort-Hinweis eingeben
nl: Wachtwoordhint invoeren
pt: Insira sua dica de senha

# HavingTroubleAccessingEmailMessage
source: Having trouble accessing your e-mail {0}?
de: Du hast keinen Zugang zu deiner Adresse {0}?
nl: Kun je je e-mail niet benaderen {0}?
pt: Está tendo problemas para acessar seu e-mail {0}?
