Repository: TelegramOrg/Telegram-wp
Catalog: TelegramClient/TelegramClient/Resources/AppResources.*.resx
Languages: de, nl, pt

# AboutText1
source: Telegram Messenger is a messaging service with a focus on speed and security. It’s superfast, simple and free.
de: Der Telegram Messenger ist eine Messaging-App mit Fokus auf Geschwindigkeit und Sicherheit. Telegram ist schnell, einfach und kostenlos.
nl: Telegram Messenger is een Telegram client met de focus op snelheid en veiligheid. Het is supersnel, eenvoudig en gratis.
pt: Telegram Messenger é um cliente para o Telegram focado em velocidade e segurança. É muito rápido, simples e gratuito.

# AboutText2
source: For real-time support, please go to settings in Telegram and select “Ask a Question” to send a message directly to our support staff. You can also email us at support@telegram.org.
de: Für den Support-Chat gehe bitte in die Einstellungen und wähle dort "Eine Frage stellen";. Du kannst uns gerne auch eine E-Mail mit deinen Fragen an support@telegram.org senden.
nl: Voor persoonlijke ondersteuning ga je naar Instellingen in Telegram en selecteer je "Een vraag stellen" om een vraag rechtstreeks aan onze ondersteuningsafdeling te stellen. Je kunt ook een e-mail sturen naar support@telegram.org.
pt: Para suporte em tempo real, por favor, vá no menu configurações do Telegram e selecione "Fazer uma pergunta" para enviar uma mensagem diretamente para nossa equipe de suporte. Você também pode enviar um email para support@telegram.org.

source: Tap record to start recording...
de: Tippe auf Aufzeichnen zum Starten der Aufnahme...
nl: Druk opnemen om te beginnen met opnemen
pt: Toque "gravar" para começar

source: A camera is not supported on this device.
de: Eine Kamera wird auf diesem Gerät nicht unterstützt.
nl: Een camera wordt op dit apparaat niet ondersteund.
pt: Uma câmera não é suportada nesse dispositivo.

source: Ready to record.
de: Bereit zur Aufnahme.
nl: Klaar om op te nemen.
pt: Pronto para gravar.

source: Press back key to send video.
de: Drücken die Zurück-Taste um das Video zu senden.
nl: Druk op de terug knop om de video te versturen
pt: Toque o botão de voltar para enviar o vídeo.

source: Playback started.
de: Wiedergabe gestartet.
nl: Afspelen gestart.
pt: Reprodução iniciada.

source: Playback paused.
de: Wiedergabe angehalten.
nl: Afspelen gepauzeerd.
pt: Reprodução pausada.

source: Recording...
de: Aufzeichnen...
nl: Opnemen
pt: Gravando...

source: Preparing viewfinder...
de: Sucher wird vorbereitet...
nl: Voorbereiden zoeker
pt: Preparando câmera para capturar vídeo...

source: Playback stoped.
de: Wiedergabe gestoppt
nl: Afspelen gestopt.
pt: Reprodução parada.

source: Record
de: Aufnehmen
nl: Opnemen
pt: Gravar

source: Stop
pt: Parar

source: Pause
nl: Pauze
pt: Pausar

source: Play
de: Wiedergabe
nl: Afspelen
pt: Reproduzir

source: Review
de: Bewerten
nl: Reviewen
pt: Avaliar

# PleaseEnterGroupSubject
source: Please enter subject of the group
de: Bitte gebe einen Betreff für die Gruppe ein
nl: Voer onderwerp van de groep in
pt: Por favor, informe o assunto do grupo

source: Please choose at least one participant
de: Bitte wähle mindestens einen Teilnehmer
nl: Kies tenminste één deelnemer
pt: Por favor, escolha ao menos um participante

source: Forward messages to this chat?
de: Nachricht an diesen Chat weiterleiten?
nl: Berichten doorsturen naar deze chat?
pt: Encaminhar mensagens para essa conversa?

source: Invalid country code
de: Ungültiger Ländercode
nl: Ongeldige landcode
pt: Código de país inválido

source: Typing
de: schreibt
nl: Aan het typen
pt: Digitando

# MaximumMessageLengthExceeded
source: Maximum message length ({0} symbols) exceeded.
de: Maximale Nachrichtenlänge um ({0} Zeichen) überschritten.
nl: Maximale berichtlengte ({0} tekens) bereikt.
pt: Extensão máxima da mensagem excedida em {0} símbolos.

source: Download
nl: Downloaden
pt: Baixar

source: Backgrounds
de: Hintergründe
nl: Achtergronden
pt: Papéis de parede

source: Static
de: Statisch
nl: Statisch
pt: Estático

source: Animated
de: Animiert
nl: Geanimeerd
pt: Animado

source: Background
de: Hintergrund
nl: Achtergrond
pt: Papel de parede

# ApplicationBackgroundSubtitle
source: Select background image for chats
de: Chat-Hintergrundbild
nl: Achtergrond kiezen
pt: Selecionar plano de fundo para chats

source: Application background
de: App-Hintergrund
nl: Achtergrond
pt: Plano de fundo

# DialogsBackground
source: Chat background
de: Nachrichtenhintergrund
nl: Chatachtergrond
pt: Papel de parede das conversas

source: Special thanks
de: besonderen Dank
nl: Speciale dank
pt: Agradecimentos especiais

# SendMessageByEnter
source: Send messages by Enter
de: Nachrichten mit ENTER senden
nl: Versturen met Enter
pt: Enviar mensagens ao tocar Enter

source: Please note that animated background consumes more battery resources
de: Bitte beachte, dass animierte Hintergründe mehr Akku verbrauchen
nl: Hou er rekening mee dat geanimeerde achtergronden meer batterij capaciteit gebruiken
pt: Por favor, note que papéis de parede animados consomem muito mais bateria.

source: Please go to chat to forward message
de: Gehe bitte auf Chat-Nachricht weiterleiten
nl: Ga naar de chat om het bericht door te sturen
pt: Por favor, para encaminhar a mensagem vá para a conversa

# SecretChatCaption
source: You have invited {0} to join a secret chat.
de: Du hast {0} zu einem geheimen Chat eingeladen.
nl: Je hebt {0} uitgenodigd om deel te nemen aan een geheime chat.
pt: Você convidou {0} para uma conversa secreta.

source: Secret chat
de: Geheimer Chat
nl: Geheime chat
pt: Conversa secreta

# UseEntToEndEncryption
source: Use end-to-end encryption
de: Verwenden Ende-Zu-Ende-Verschlüsselung
nl: End-to-end-encryptie
pt: Usam criptografia de ponta a ponta

source: Leave no trace on our servers
de: Hinterlassen keine Spuren auf unseren Servern
nl: Geen serveropslag
pt: Não deixam rastros em nossos servidores

source: Have a self-destruct timer
de: Haben einen Selbstzerstörungs-Timer
nl: Zelfvernietigingstimers
pt: têm um temporizador de autodestruição

source: Secret chats
de: Geheime Chats
nl: Geheime chats
pt: Conversas secretas

source: Do not allow forwarding
de: keine Weiterleitung innerhalb von Telegram
nl: Doorstuurbescherming
pt: não permitem encaminhamento

# WaitingForUserToGetOnline
source: Waiting for {0} to get online
de: Wartet bis {0} online geht
nl: Wacht tot {0} online komt
pt: Aguardando que {0} se conecte

source: Self-destruct timer
de: Selbstzerstörungs-Timer
nl: Zelfvernietigingstimer
pt: Temporizador de autodestruição

source: Encryption key
de: Geheimer Schlüssel
nl: Encryptiesleutel
pt: Chave de criptografia

# EncryptionKeyDescription1
source: This image is a visualization of the encryption key for this secret chat with {0}.
de: Die Abbildung zeigt den geheimen Schlüssel dieses geheimen Chats mit {0}.
nl: Deze afbeelding is een weergave van de encryptiesleutel voor deze geheime chat met {0}.
pt: Essa imagem é uma visualização da chave de criptografia para essa conversa secreta com {0}.

# EncryptionKeyDescription2
source: If this image looks the same on {0}'s phone, your chat is 200% secure.
de: Wenn dieses Bild auf dem Gerät von {0} genau so aussieht, ist euer Chat zu 200% sicher.
nl: Als deze afbeelding er bij {0} hetzelfde uitziet, is jullie chat 200% beveiligd.
pt: Se essa imagem parece a mesma no telefone de {0}, essa conversa é 200% segura.

source: Learn more at
de: Mehr Infos bei
nl: Lees meer op
pt: Saiba mais em

# LastSeenAtDate
source: Last seen {0} at {1}
de: Zuletzt online {0} um {1}
nl: Laatst gezien {0} op {1}
pt: Visto em {0} às {1}

source: Last seen just now
de: Zuletzt online gerade eben
nl: Laatst gezien zojuist
pt: Visto agora mesmo

# SecretChatsDescription
source: Secret chats: • Use end-to-end encryption • Leave no trace on our servers • Have a self-destruct timer • Do not allow forwarding
de: Geheime Chats: • Verwenden Ende-Zu-Ende-Verschlüsselung • Hinterlassen keine Spuren auf unseren Servern • Nachrichtenselbstzerstörung dank Timerfunktion • keine Weiterleitung innerhalb von Telegram
nl: Geheime chat functies: • End-to-end-encryptie • Geen serveropslag • Zelfvernietigingstimers • Doorstuurbescherming
pt: Conversas secretas: • Usam criptografia de ponta a ponta • Não deixam rastros em nossos servidores • Têm um temporizador de autodestruição • Não permitem encaminhamento

# IncognitoMode
source: Invisible mode
de: Unsichtbarkeitsmodus
nl: Onzichtbare modus
pt: Modo incógnito

# SecretChatDiscarded
source: Secret chat cancelled
de: Geheimen Chat abgebrochen
nl: Geheime chat geannuleerd
pt: Conversa secreta descartada

source: Secret chat created
de: Geheimen Chat erstellt
nl: Geheime chat aangemaakt
pt: Conversa secreta criada

source: Empty secret chat
de: Geheimen Chat leeren
nl: Lege geheime chat
pt: Conversa secreta vazia

# MessageActionSetMessageTTL
source: {0} set the self-destruct timer to {1}
de: {0} hat den Selbstzerstörung-Ttimer auf {1} gesetzt
nl: {0} heeft de zelfvernietigingstimer ingesteld op {1}
pt: {0} configurou o temporizador de autodestruição para {1}

# MessageActionYouSetMessageTTL
source: You set the self-destruct timer to {0}
de: Der Selbstzerstörungs-Timer wurde auf {0} gestellt
nl: Je hebt de zelfvernietigingstimer ingesteld op {0}
pt: Você configurou o temporizador de autodestruição para {0}

# MessageActionDisableMessageTTL
source: {0} disabled the self-destruct timer
de: {0} hat den Selbstzerstörungs-Timer deaktiviert
nl: {0} heeft de zelfvernietigingstimer uitgeschakeld
pt: {0} desabilitou o temporizador de autodestruição

# MessageActionYouDisableMessageTTL
source: You disabled the self-destruct timer
de: Du hast den Selbstzerstörungs-Timer deaktiviert
nl: Je hebt de zelfvernietigingstimer uitgeschakeld
pt: Você desabilitou o temporizador de autodestruição

source: Please wait...
de: Bitte warten…
nl: Een ogenblik geduld
pt: Por favor, espere...

# SecretChatCaption2
source: {0} invited you to join a secret chat.
de: {0} hat Dich zu einem geheimen Chat eingeladen.
nl: {0} heeft je uitgenodigd voor een geheime chat.
pt: {0} te convidou para uma conversa secreta.

source: You joined the secret chat
de: Du bist dem geheimen Chat beigetreten.
nl: Toegevoegd aan de geheime chat.
pt: Você entrou no chat secreto

# UserJoinedYourSecretChat
source: {0} joined your secret chat
de: {0} ist dem geheimen Chat beigetreten.
nl: {0} neemt deel aan je geheime chat.
pt: {0} entrou na conversa secreta.

source: Add contact
de: Kontakt hinzufügen
nl: Contact toevoegen
pt: Adicionar

source: Delete contact
de: Kontakt löschen
nl: Contact verwijderen
pt: Apagar

# RegistrationProblemDescription
source: If you have any problems with the registration process or logging in to your account, please contact us at
de: Falls du Probleme beim der Registrierung oder beim Anmelden bei Telegram hast, kontaktiere uns bitte per
nl: Als je een probleem hebt tijdens het registreren of inloggen van je account, neem dan contact met ons op
pt: Se você tiver problemas com o cadastro ou a autenticação, por favor, contacte-nos em

source: Choose your country
de: Wähle dein Land
nl: Kies je land
pt: Escolha seu país

source: Ask a volunteer
de: Frage einen Helfer
nl: Vraag een vrijwilliger
pt: Pergunte a um voluntário

# AskAQuestionPart1
source: Please note that Telegram Support is done by volunteers. We try to respond as quickly as possible, but it may take a while. Please take a look at the
de: Bedenke bitte, dass der Telegram Support von Freiwilligen geleistet wird. Wir versuchen so schnell wie möglich zu antworten. Dies kann jedoch manchmal etwas länger dauern. Bitte schau in den
nl: De ondersteuning van Telegram wordt gedaan door vrijwilligers. We proberen zo snel mogelijk te reageren, maar het kan even duren. Bekijk ook de
pt: Por favor compreenda que o Telegram é feito por voluntários. Tentamos responder o mais rápido possível, mas pode demorar um pouco. Por favor acesse o

# AskAQuestionPart3
source: : it has answers to most questions and important tips for
de: : Dort findest du Antworten auf die meisten Fragen und wichtige Tipps zur
nl: : hier staan de antwoorden op de meeste vragen en belangrijke tips voor
pt: : temos respostas para algumas questões, assim como dicas importantes à

# AskAQuestionPart2
source: Telegram FAQ
nl: Veelgestelde vragen
pt: Perguntas frequentes

# AskAQuestionPart4
source: troubleshooting
de: Problembehandlung
nl: het oplossen van problemen
pt: resolução de problemas

source: Pin to start
de: An Startseite heften
nl: Vastmaken aan start
pt: Fixar na tela inicial

# TerminateAllSessions
source: Terminate all other sessions
de: Alle anderen Sitzungen beenden
nl: Beëindig alle andere sessies
pt: Terminar todas as outras sessões

# TerminateAllSessionsConfirmation
source: Are you sure you want to terminate all other sessions?
de: Sicher, dass du alle anderen Geräte abmelden möchtest?
nl: Alle apparaten behalve het huidige apparaat uitloggen?
pt: Você tem certeza que deseja terminar todas as outras sessões?

source: Slide to cancel
de: Wischen um abzubrechen
nl: Sleep om te annuleren
pt: Cancelar

source: Terminate
de: Beenden
nl: Beëindig
pt: Encerrado

source: Tap and hold to record
de: Festhalten um aufzunehmen
nl: Indrukken en vasthouden om op te nemen
pt: Toque e segure para gravar

source: New broadcast list
de: Neue Broadcast Liste
nl: Nieuwe verzendlijst
pt: Nova lista de transmissão

# AddUserToTheGroup
source: Add {0} to the group {1}?
de: {0} zur Gruppe {1} hinzufügen?
nl: {0} toevoegen aan de groep {1}?
pt: Adicionar {0} ao grupo {1}?

# NumberOfForwardingMessages
source: Number of last messages to forward
de: Anzahl letzter Nachrichten zum Weiterleiten
nl: Aantal recente berichten om door te sturen
pt: Número de mensagens antigas visíveis

source: Add to contacts
de: Zu Kontakten hinzufügen
nl: Toevoegen aan contacten
pt: Adicionar aos contatos

source: Share my contact info
de: Meine Kontaktdaten teilen
nl: Contactgegevens delen
pt: Compartilhar minhas informações de contato

# ClearCache
source: Clear
de: Leeren
nl: Wissen
pt: Limpar

# ManagingLocalCache
source: Manage local cache
de: Lokalen Cache verwalten
nl: Lokale cache beheren
pt: Gerenciar cache local

source: Calculating
de: Berechne
nl: Berekenen
pt: Calculando

# SaveFileMessage
source: The file has been saved successfully
de: Datei wurde erfolgreich gespeichert
nl: Het bestand is succesvol opgeslagen
pt: O arquivo foi salvo com sucesso

source: Social networks
de: Soziale Netzwerke
nl: Sociale media
pt: Redes sociais

source: Set
de: Wählen
nl: Stel in
pt: Aplicar

# SearchAmongYourContacts
source: Search contacts
de: Kontakte durchsuchen
nl: In contacten zoeken
pt: Buscar contatos

source: Connecting
de: Verbinde
nl: Verbinden
pt: Conectando

source: Set profile photo
de: Profilbild setzen
nl: Profielfoto instellen
pt: Definir Foto do Perfil

# BatterySaverModeAlert
source: Your device is running in Battery Saver mode. You will not receive Telegram message alerts when Battery Saver mode is enabled. Please disable Battery Saver mode.
de: Dein Gerät läuft im Batteriesparmodus. Du erhältst keine Telegram Benachrichtigungen solange der Modus aktiv ist. Diesen bitte deaktivieren.
nl: Batterijbesparing staat aan, als batterijbesparing aan staat zul je geen Telegram berichtmeldingen ontvangen. Schakel batterijbesparing uit om berichtmeldingen te ontvangen.
pt: Seu aparelho está em modo de Economia de Energia. Você não receberá notificações do Telegram enquanto o modo de Economia de Energia estiver ativo. Por favor desabilite o modo de Economia de Energia.

source: Warning
de: Warnung
nl: Waarschuwing
pt: Aviso

source: No Internet connection
de: Keine Internetverbindung
nl: Geen internetverbinding
pt: Sem conexão à Internet

source: Updating
de: Aktualisiere
nl: Bijwerken
pt: Atualizando

source: Set username
de: Benutzername festlegen
nl: Gebruikersnaam instellen
pt: Seu Nome de Usuário

source: Username
de: Benutzername
nl: Gebruikersnaam
pt: Nome de Usuário

source: Server error
de: Serverfehler
nl: Serverfout
pt: Erro no servidor

# ServerErrorMessage
source: Internal server error occurred. Please try again later.
de: Ein interner Serverfehler ist aufgetreten. Bitte versuche es später wieder.
nl: Er is een interne serverfout opgetreden. Probeer het later nog eens.
pt: Ocorreu um erro no servidor. Por favor tente novamente mais tarde.

# UsernameDescription
source: You can choose a username on Telegram. If you do, other people will be able to find you by this username and contact you without knowing your phone number. You can use a-z, 0-9 and underscores. Minimum length is 5 characters.
de: Benutzername wählen, damit du von anderen bei Telegram gefunden werden kannst - ohne, dass sie deine Nummer kennen müssen. Erlaubt sind a-z, 0-9 und Unterstriche. Die Mindestlänge ist 5 Zeichen.
nl: Je kunt een gebruikersnaam kiezen voor **Telegram**. Hiermee kunnen anderen je vinden en contact met je opnemen zonder je telefoonnummer te weten. Je mag **a-z**, **0-9** en liggend streepje gebruiken. De minimale lengte is **5** tekens.
pt: Você pode escolher um nome de usuário no Telegram. Assim, outras pessoas poderão te encontrar pelo nome de usuário e entrar em contato sem precisar saber seu telefone. Você pode usar a–z, 0–9 e underline. O tamanho mínimo é 5 caracteres.

# UsernameOccupied
source: Sorry, this username is already taken.
de: Benutzername ist leider schon belegt.
nl: Sorry, deze gebruikersnaam is al bezet.
pt: Desculpe, este usuário já existe.

# UsernameInvalid
source: Sorry, this username is not allowed.
de: Tut uns leid, dieser Benutzername ist nicht erlaubt.
nl: Sorry, deze gebruikersnaam is niet toegestaan.
pt: Desculpe, este usuário é inválido.

source: Waiting for network
de: Warte auf Verbindung
nl: Wachten op netwerk
pt: Aguardando rede

source: Global search
de: Globale Suche
nl: Wereldwijd zoeken
pt: Busca global

# UsernameShort
source: A username must have at least 5 characters.
de: Ein Benutzername benötigt mindestens 5 Zeichen.
nl: Je naam moet minimaal 5 tekens hebben.
pt: O nome de usuário deve ter pelo menos 5 caracteres.

# UsernameStartsWithNumber
source: Sorry, a username can't start with a number.
de: Benutzernamen dürfen leider nicht mit einer Zahl anfangen.
nl: Sorry, begincijfers zijn niet toegestaan.
pt: Desculpe, o nome de usuário não pode começar com um número.

source: Select chat
de: Chat auswählen
nl: Kies chat
pt: Selecione o Chat

# MaximumFileSizeExceeded
source: Maximum file size exceeded. You can send files up to {0}.
de: Maximale Dateigrösse erreicht. Du kannst Dateien bis zu {0} senden.
nl: Het bestand is te groot. Je kunt bestanden tot {0} versturen.
pt: Tamanho máximo excedido. Você pode enviar arquivos de até {0}.

# UnableToAccessDocument
source: Unable to access this file. Please choose another file to upload.
de: Darauf kann nicht zugegriffen werden, bitte wähle eine andere Datei.
nl: Kan bestand niet openen. Kies een ander bestand om te uploaden.
pt: Documento inacessível. Por favor escolha outro arquivo para enviar.

source: Camcorder
nl: Videocamera
pt: Câmera

source: Compress video
de: Komprimiere Video
nl: Video comprimeren
pt: Comprimir vídeo

source: Edited video
de: Bearbeitetes Video
nl: Bewerkte video
pt: Vídeo editado

source: Edit video
de: Video bearbeiten
nl: Video bewerken
pt: Editar vídeo

source: Original video
nl: Originele video
pt: Vídeo original

# AccountSelfDestrucsDescription
source: If you do not log in at least once within this period, your account will be deleted along with all groups, messages and contacts.
de: Wenn du dich innerhalb dieser Zeit nicht anmeldest, wird dein Konto mit allen Nachrichten, Gruppen und Kontakten gelöscht.
nl: Als je binnen deze periode niet minimaal één keer ingelogd bent geweest zal je account worden verwijderd, inclusief alle data.
pt: Se você não conectar ao menos uma vez durante esse período sua conta será apagada junto com todos os grupos, mensagens e contatos.

source: Account self-destructs
de: Automatische Kontolöschung
nl: Account verwijderen
pt: Autodestruição da conta

source: Add exceptions
de: Ausnahmen hinzufügen
nl: Uitzonderingen toevoegen
pt: Adicionar exceções

source: Always share
de: Immer teilen
nl: Altijd delen met
pt: Sempre compartilhar

# AlwaysShareWirhUsers
source: Always share with users...
de: Immer mit Kontakten teilen...
nl: Altijd delen met gebruikers
pt: Sempre compartilhar com usuários

source: Always share with
de: Immer teilen mit
nl: Altijd delen met
pt: Sempre compartilhar com

source: Codec was not found
de: Codec nicht gefunden
nl: Codec niet gevonden
pt: Codec não encontrado

source: Everybody
de: Jeder
nl: Iedereen
pt: Todos

# IfYouAreAwayFor
source: If you're away for
de: Wenn inaktiv für
nl: Indien afwezig voor
pt: Se você estiver ausente por

# LastSeenDescription
source: Change who can see your Last Seen time
de: Bearbeite wer deinen Online Status sieht.
nl: Wijzig wie je laatst gezien tijd kan zien.
pt: Mudar quem pode ver o seu Último Acesso

# LastSeenImportantNote
source: Important: you won't be able to see Last Seen times for people with whom you don't share your Last Seen time. Approximate last seen will be shown instead (recently, within a week, within a month).
de: Wichtig: Du kannst den "zuletzt gesehen" Status nur von Personen sehen, mit denen du auch deinen teilst. Ansonsten wird die ungefähre Zeit angezeigt (kürzlich, innerhalb einer Woche, innerhalb eines Monats).
nl: Let op: van mensen waarmee je je laatst gezien tijd niet deelt is deze voor jou ook niet zichtbaar. In plaats daarvan krijg je tijden bij benadering te zien (recent, afgelopen week, afgelopen maand).
pt: Importante: você não poderá ver o Último Acesso das pessoas com as quais você não compartilha o horário do seu Último Acesso. Serão mostrados tempos aproximados para o Último Acesso (recentemente, na última semana, no último mês).

# LastSeenLongTimeAgo
source: Last seen a long time ago
de: Vor langer Zeit gesehen
nl: lang geleden gezien
pt: Visto há muito tempo

source: Last seen recently
de: Zuletzt kürzlich gesehen
nl: recent gezien
pt: Visto recentemente

# LastSeenWithinMonth
source: Last seen within a month
de: Innerhalb eines Monats
nl: afgelopen maand gezien
pt: Visto no último mês

# LastSeenWithinWeek
source: Last seen within a week
de: Innerhalb einer Woche
nl: afgelopen week gezien
pt: Visto na última semana

source: My contacts
de: Meine Kontakte
nl: Mijn contacten
pt: Meus contatos

source: Never share
de: Niemals teilen
nl: Nooit delen
pt: Nunca compartilhar

source: Never share with
de: Niemals teilen mit
nl: Nooit delen met
pt: Nunca compartilhar com

source: Never share with users...
de: Niemals mit Kontakten teilen...
nl: Nooit delen met gebruikers
pt: Nunca compartilhar com usuários...

source: Nobody
de: Niemand
nl: Niemand
pt: Ninguém

source: Privacy and security
de: Privatsphäre und Sicherheit
nl: Privacy en veiligheid
pt: Privacidade e segurança

# PrivacySettingsError
source: Sorry, too many requests. Unable to change privacy settings now, please wait.
de: Du hast zu oft probiert, deine Einstellungen zu ändern; bitte warte kurz.
nl: Sorry, te veel verzoeken. Momenteel is het niet mogelijk om de privacyinstellingen te wijzigen, even geduld alsjeblieft.
pt: Desculpe, Impossível de mudar as configurações de privacidade agora, por favor espere.

# ProfileIsInvalid
source: Video encoding profile is invalid
de: Videoenkodierungsprofil ist ungültig
nl: Ongeldig videocoderingsprofiel
pt: Perfil de codificação de vídeo inválido

# SettingsOverrideNote
source: These settings will override the values above.
de: Diese Einstellung überschreibt die o.g. Angaben.
nl: Deze instelling overschrijft de bovenstaande.
pt: Essas configurações sobrescreverão os valores acima.

source: Unknown failure
de: Unbekannter Fehler
nl: Onbekende fout
pt: Erro desconhecido
