Repository: TelegramOrg/Telegram-wp
Catalog: TelegramClient/TelegramClient/Resources/AppResources.*.resx
Languages: de, nl, pt

# NoAccessRecoveryEmailMessage
source: If you can't restore access to your e-mail, your remaining options are either to remember your password or to reset your account.
de: Wenn du nicht in deine Emails kommst, kannst du nur hoffen, dass dir dein Kennwort wieder einfällt oder du musst dein Telegram Konto zurückzusetzen.
nl: Als je geen toegang meer hebt tot je e-mail en je ingestelde wachtwoord zul je je account moeten resetten.
pt: Se você não puder acessar o seu e-mail, as suas únicas opções são são lembrar a senha ou limpar a sua conta.

# NoRecoveryEmailMessage
source: Since you haven't provided a recovery e-mail when setting up your password, your remaining options are either to remember your password or to reset your account.
de: Da du keine E-Mail Adresse hinterlegt hast, kannst du nur noch hoffen, dass dir dein Kennwort wieder einfällt oder du musst tatsächlich dein Telegram Konto zurücksetzen.
nl: Omdat je geen herstel-e-mailadres hebt opgegeven voor je wachtwoord zul je bij verlies van je wachtwoord je account moeten resetten.
pt: Como você não indicou um e-mail de recuperação quando configurou a sua senha, as únicas opções restantes são lembrar a senha ou apagar a sua conta.

source: Password deactivated
de: Kennwort deaktiviert
nl: Wachtwoord uitgeschakeld
pt: Senha desativada

# PasswordMessage
source: You have enabled Two-Step Verification, so your account is protected with an additional password.
de: Du hast die zweistufige Bestätigung aktiviert. Dein Konto ist mit einem zusätzlichem Kennwort geschützt.
nl: Twee-staps-verificatie ingeschakeld. Je account is met een extra wachtwoord beveiligd.
pt: Você habilitou a verificação em duas etapas, a sua conta está protegida com uma senha adicional.

source: Password recovery
de: Kennwort Wiederherstellung
nl: Wachtwoordherstel
pt: Recuperação de senha

# PasswordRecoveryHint
source: Please check your e-mail and enter the 6-digit code we have sent here.
de: Überprüfe deine Mails und gib den 6-stelligen Code aus userer Email ein.
nl: Controleer je e-mail en geef de 6-cijferige code in die we je hebben gestuurd.
pt: Por favor, verifique o seu e-mail e digite aqui o código de 6 dígitos recebido.

# SentRecoveryCodeMessage
source: We have sent a recovery code to the e-mail you provided: {0}
de: Wir haben den Wiederherstellungscode an deine hinterlegte E-Mail Adresse geschickt: {0}
nl: We hebben een herstelcode naar je opgegeven e-mailadres gestuurd: {0}
pt: O código de recuperação foi enviado para o e-mail fornecido: {0}

source: Sorry
de: Tut uns leid
pt: Desculpe

# RecoveryEmailComplete
source: You have enabled Two-Step Verification. You'll need the password you set up here to log in to your Telegram account.
de: Du hast die zweistufige Bestätigung aktiviert. Wenn du dich bei Telegram anmeldest, brauchst du dein Kennwort.
nl: Je hebt twee-staps-verificatie ingeschakeld. Als je inlogt op je Telegram-account heb je het ingestelde wachtwoord nodig.
pt: Você habilitou a verificação em duas etapas. Será preciso a senha definida aqui para entrar em sua conta do Telegram.

# TerminateSessionHint
source: Tap on a session to terminate.
de: Auf das Gerät tippen, um es abzumelden.
nl: Tik op een sessie om deze te beëindigen.
pt: Toque em uma sessão para encerrá-la.

source: Getting link info...
de: Lade Linkvorschau...
nl: Link-preview ophalen...
pt: Obtendo informações...

source: Reset my account
de: Konto zurücksetzen
nl: Reset mijn account
pt: Apagar conta

# ResetMyAccountConfirmation
source: This action can not be undone. If you reset your account, all your messages and chats will be deleted.
de: Dies kann nicht rückgängig gemacht werden. Wenn du dein Konto zurücksetzt, sind alle Chats gelöscht.
nl: Deze actie kan niet worden hersteld. Al je chats, berichten en data gaan verloren als je je account reset.
pt: Essa ação não pode ser desfeita. Se você apagar a sua conta, você perderá todos os seus chats e mensagens.

# ResetMyAccountHint
source: You will lose all your chats and messages, along with any media and files you shared, if you proceed with resetting your account.
de: Wenn du dein Konto zurücksetzt, verlierst du alle Chats und Nachrichten, ebenso deine geteilten Bilder und Videos.
nl: Al je chats, berichten en alle andere data gaan verloren als je verder gaat met de account-reset.
pt: Você perderá todos os seus chats e mensagens, assim como suas mídias e arquivos, se você prosseguir e apagar a sua conta.

source: Is recording audio
de: Nimmt etwas auf
nl: Neemt geluid op
pt: está gravando áudio

source: Is sending file
de: schickt Datei
nl: Verstuurt een bestand
pt: está enviando arquivo

source: Is sending photo
de: schickt Bild
nl: Verstuurt een foto
pt: está enviando foto

source: Is sending video
de: schickt Video
nl: Verstuurt een video
pt: está enviando vídeo

source: Recording audio
de: Nimmt etwas auf
nl: Geluid opnemen
pt: Gravando áudio

source: Sending file
de: Schickt Datei
nl: Bestand versturen
pt: Enviando arquivo

source: Sending photo
de: Schickt Bild
nl: Foto versturen
pt: Enviando foto

source: Sending video
de: Schickt Video
nl: Video versturen
pt: Enviando vídeo

# AddCaption
source: Add a caption...
de: Beschriftung...
nl: Onderschrift toevoegen
pt: Adicionar legenda...

source: Copy link
de: Link kopieren
nl: Uitnodigingslink kopiëren
pt: Copiar link

# CopyLinkHint
source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
nl: Link gekopieerd naar klembord
pt: Link copiado para área de transferência

# GroupFullError
source: Sorry, this group is already full.
de: Leider ist diese Gruppe schon voll.
nl: Sorry, deze groep is al vol.
pt: Desculpe, este grupo está lotado.

# GroupNotExistsError
source: Sorry, this chat does not seem to exist.
de: Leider gibt es diesen Chat nicht.
nl: Sorry, deze chat bestaat niet.
pt: Desculpe, esse chat não existe.

# InviteGroupViaLink
source: Invite to Group via Link
de: Per Link zur Gruppe einladen
nl: Uitnodigingslink sturen
pt: Convidar ao Grupo via Link

source: Invite link
de: Einladungslink
nl: Uitnodigingslink
pt: Link de convite

# InviteLinkHint
source: Anyone who has Telegram installed will be able to join your group by following this link.
de: Jeder, der Telegram installiert hat, kann anhand dieses Links in deine Gruppe.
nl: Andere Telegram-gebruikers kunnen aan je groep deelnemen door deze link te openen.
pt: Qualquer um com Telegram instalado poderá entrar no seu grupo abrindo este link.

# JoinGroupConfirmation
source: Do you want to join the group '{0}'?
de: Möchtest du der Gruppe '{0}' beitreten?
nl: Wil je deelnemen aan de groep '{0}'?
pt: Você deseja entrar no grupo '{0}'?

# MessageActionChatJoinedByLink
source: {0} joined the group via invite link
de: {0} ist per Einladungslink der Gruppe beigetreten
nl: {0} neemt deel aan de groep via uitnodigingslink
pt: {0} entrou no grupo via link de convite

source: Revoke link
de: Link widerrufen
nl: Link intrekken
pt: Desativar link

# RevokeLinkConfirmation
source: Are you sure you want to revoke this link? Once you do, no one will be able to join the group using it.
de: Bist du sicher, dass du diesen Link widerrufen willst? Dadurch kann ihn niemand mehr nutzen.
nl: Deze link echt intrekken? Na intrekken kan niemand meer lid worden met de oude link.
pt: Você tem certeza que deseja desativar o link? Uma vez feito, ninguém conseguirá entrar no grupo usando-o.

# RevokeLinkHint
source: The previous invite link is now inactive. A new link has been generated.
de: Der vorige Link ist nun inaktiv. Ein neuer Einladungslink wurde gerade erstellt.
nl: De oude link is nu inactief. Een nieuwe link is aangemaakt.
pt: Este link de convite está inativo. Um novo link foi gerado.

source: Share link
de: Link teilen
nl: Link delen
pt: Compartilhar link

source: Directions
de: Wegbeschreibung
nl: Routebeschrijving
pt: Direções

source: Nearby places
de: Orte in der Nähe
nl: Plekken in de buurt
pt: Lugares perto

source: Send this location
de: Diesen Standort senden
nl: Deze locatie sturen
pt: Enviar essa localização

source: Powered by
pt: Distribuído por

# LocationServicesDisabled
source: Your phone's location services are turned off.
de: Die Positionsdienste auf dem Telefon sind nicht aktiv.
nl: Locatieservices zijn uitgeschakeld.
pt: O serviço de localização do telefone está desativado.

source: Location settings
de: Standorteinstellungen
nl: Locatie-instellingen
pt: Configurações de Localização

source: Unknown
de: Unbekannn
nl: Onbekend
pt: Desconhecido

# AddStickersConfirmation
source: Do you want to add stickers '{0}'?
de: Möchtest du Sticker '{0}' hinzufügen?
nl: Wil je de stickers '{0}' toevoegen?
pt: Você deseja adicionar aos stickers '{0}'?

source: New stickers added
de: Neue Sticker hinzugefügt
nl: Nieuwe stickers toegevoegd
pt: Novos stickers adicionados

source: Stickers not found
de: Sticker nicht gefunden
nl: Stickers niet gevonden
pt: Stickers não encontrados

source: Clear logs
de: Logdateien löschen
nl: Logbestanden wissen
pt: Limpar logs

source: Hide
de: Ausblenden
nl: Verbergen
pt: Esconder

source: Remove
de: Entfernen
nl: Verwijder
pt: Remover

source: Send logs
de: Logdateien senden
nl: Logbestanden sturen
pt: Enviar logs

# StickersDescription
source: Artists are welcome to add their own sticker packs using our @stickers bot. Users can add stickers by tapping on them and choosing "Add to Stickers".
de: Künstler können eigene Sticker-Pakete über unseren Sticker Bot (@stickers) einstellen. Nutzer fügen Sticker durch Antippen eines Stickers und dann "Sticker hinzufügen" hinzu.
nl: Ontwerpers kunnen stickerbundels toevoegen via onze bot: @stickers. Gebruikers kunnen met een tik stickers toevoegen via "Toevoegen aan stickers".
pt: Artistas são bem vindos a adicionar seus próprios pacotes de stickers usando o @stickers bot. Usuários podem adicionar stickers clicando sobre ele e escolhendo — "Adicionar Stickers".

source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
nl: Link gekopieerd naar klembord
pt: Link copiado para área de transferência

source: Close
de: Schließen
nl: Sluit
pt: Fechar

source: Show
de: Zeigen
nl: Weergeven
pt: Mostrar

source: Add to stickers
de: Sticker hinzufügen
nl: Toevoegen aan stickers
pt: Adicionar aos Stickers

# SecretChatRequested
source: Exchanging encryption keys...
de: Tausche Schlüssel aus...
nl: Encryptiesleutels uitwisselen
pt: Trocando chaves criptográficas...

# OnlySeesMessagesStartingWithSlash
source: Has no access to messages
de: keinen Zugriff auf Nachrichten
nl: geen toegang tot berichten
pt: Não tem acesso as mensagens

# SeesAllMessages
source: Has access to messages
de: hat Zugriff auf Nachrichten
nl: toegang tot berichten
pt: Tem acesso as mensagens

source: What can this bot do?
de: Was kann dieser Bot?
nl: Wat kan deze bot?
pt: O que esse bot pode fazer?

# AddBotToGroupsError
source: This bot can't join groups.
de: Keine Gruppen mit diesem Bot möglich.
nl: Deze bot kan geen groepslid worden.
pt: Esse bot não pode entrar em grupos.

source: Add to group
de: Zu einer Gruppe hinzufügen
nl: Groepslid maken
pt: Adicionar ao grupo

# BlockContactConfirmation
source: Are you sure you want to block this contact?
de: Möchtest du wirklich diesen Kontakt blockieren?
nl: Weet je zeker dat je deze persoon wilt blokkeren?
pt: Você tem certeza que deseja bloquear este contato?

source: Help
de: Hilfe
pt: Ajuda

source: Start
de: Starten
nl: Begin
pt: Iniciar

# UnblockContactConfirmation
source: Are you sure you want to unblock this contact?
de: Möchtest du wirklich diesen Kontakt freigeben?
nl: Weet je zeker dat je deze persoon wilt deblokkeren?
pt: Você tem certeza que deseja desbloquear este contato?

source: Shared links
de: Geteilte Links
nl: Gedeelde links
pt: Links Compartilhados

# BackgroudnTaskDisabledAlert
source: You disabled background task for Telegram Messenger. You will not receive Telegram message alerts when background task is disabled. Please allow app to run in the background.
de: Du hast den Hintergrunddienst für Telegram deaktiviert, daher erhältst du keinerlei Benachrichtigungen. Bitte aktiviere den Dienst wieder in den Windows Phone Einstellungen.
nl: Draaien op de achtergrond is uitgeschakeld voor Telegram, je ontvangt geen berichtmeldingen meer. Sta draaien op de achtergrond toe om berichtmeldingen te ontvangen.
pt: Você desabilitou o segundo plano para o Telegram Messenger. Você não receberá alertas de mensagens do Telegram enquanto ele estiver desabilitado. Por favor, permita ao app rodar em segundo plano.

source: Search shared links
de: Geteilte Links durchsuchen
nl: Gedeelde links zoeken
pt: Buscar links compartilhados

source: Shared files
de: Geteilte Dateien
nl: Gedeelde bestanden
pt: Arquivos compartilhados

# ShareLinks
source: Share links in this chat and access them on any of your devices.
de: Die hier geteilten Links kannst du von jedem deiner Geräte aufrufen.
nl: Deel links in deze chat om ze op al je apparaten te kunnen benaderen.
pt: Compartilhe links nesse chat e os acesse de qualquer um de seus dispositivos.

source: Delete and stop
de: Löschen und Anhalten
nl: Verwijder en stop
pt: Apagar e parar

source: Restart
de: Neu Starten
nl: Herstart
pt: Reiniciar

source: Restart bot
de: Bot Neu Starten
nl: Bot herstarten
pt: Reiniciar bot

source: Stop bot
de: Bot Anhalten
nl: Bot stoppen
pt: Parar bot

# ClearSearchHistoryConfirmation
source: Clear search history?
de: Suchverlauf löschen?
nl: Zoekgeschiedenis wissen?
pt: Limpar histórico de busca?

source: Recent
de: Letzte
pt: Recente

source: New channel
de: Neuer Kanal
nl: Nieuw kanaal
pt: Novo canal

# MessageActionBroadcastCreate
source: {0} created the broadcast "{1}"
de: {0} hat den Kanal "{1}" erstellt
nl: {0} heeft het kanaal "{1}" gemaakt
pt: {0} criou a transmissão "{1}"

# MessageActionChannelCreate
source: Channel created
de: Kanal erstellt
nl: Kanaal gemaakt
pt: Canal criado

source: Report spam
de: Spam melden
nl: Spam melden
pt: Reportar spam

# ConversationMarkedAsSpamConfirmation
source: Conversation marked as spam. Delete and block user?
de: Als Spam markiert. Nutzer löschen und blockieren?
nl: Spam van deze gebruiker echt melden?
pt: Conversa marcada como spam. Apagar e bloquear usuário?

# GroupConversationMarkedAsSpamConfirmation
source: Conversation marked as spam. Delete and exit group?
de: Als Spam markiert. Gruppe löschen und verlassen?
nl: Spam van deze groep echt melden?
pt: Conversa marcada como spam. Apagar e sair do grupo?

# PeerFloodAddContact
source: Sorry, you can only add mutual contacts to groups at the moment.
de: Derzeit kannst du nur Kontakte hinzufügen, die auch deine Nummer haben.
nl: Je kunt momenteel alleen onderlinge contacten aan groepen toevoegen
pt: Desculpe, você só pode adicionar contatos mútuos à grupos no momento.

# PeerFloodSendMessage
source: Sorry, you can only send messages to mutual contacts at the moment.
de: Du kannst nur Kontakten schreiben, die auch deine Nummer haben.
nl: Je kunt momenteel alleen berichten sturen aan onderlingen contacten.
pt: Desculpe, você pode enviar mensagens somente para contatos mútuos no momento.

source: Leave channel
de: Kanal verlassen
nl: Kanaal verlaten
pt: Sair do Canal

source: Access level
de: Zugang
nl: Toegangsniveau
pt: Etapa de acesso

source: Add manager
de: Administrator hinzufügen
nl: Beheerder toevoegen
pt: Adicionar administrador

source: Comments
de: Kommentare
nl: Reacties
pt: Comentários

# CommentsDescription
source: If you enable comments, members will be able to discuss your posts in the channel.
de: Wenn du Kommentare aktivierst, können sich alle an der Diskussion beteiligen.
nl: Als je reacties inschakelt kunnen deelnemers reageren op je bericht in het kanaal.
pt: Se você habilitar comentários, membros poderão discutir suas postagens no canal.

source: Creator
de: Gründer
nl: Maker
pt: Criador

source: Management
de: Administratoren
nl: Beheer
pt: Gerenciamento

source: Moderator
de: Administrator
pt: Administrador

# ModeratorDescription
source: Can remove user generated content.
de: Kann Geschriebenes im Kanal löschen.
nl: Kunnen reacties verwijderen
pt: Pode remover conteúdo gerado por usuário.

source: Publisher
de: Administrator
nl: Beheerder
pt: Administrador

# PublisherDescription
source: Can post as channel and add and delete content.
de: Können im Kanal veröffentlichen und Beiträge löschen.
nl: Kunnen berichten plaatsen en verwijderen.
pt: Pode postar como canal e adicionar ou apagar conteúdo.

source: Channel name
de: Kanalname
nl: Kanaalnaam
pt: Nome do canal

source: Description
de: Beschreibung
nl: Beschrijving
pt: Descrição

# AboutDescription
source: You can provide an optional description for your channel.
de: Beschreibe deinen Kanal (optional).
nl: Optioneel kun je een kanaalbeschrijving geven.
pt: Você pode providenciar uma descrição opcional para o seu canal.

source: Back
de: Zurück
nl: Vorige
pt: Voltar

source: Channel type
de: Kanaltyp
nl: Kanaaltype
pt: Tipo do canal

source: Private
de: Privat
nl: Privé
pt: Privado

# PrivateChannelDescription
source: Private channels can only be joined via an invite link.
de: Kann man nur per Einladungslink finden
nl: Deelnemen aan privé-kanalen kan alleen via de uitnodigingslink.
pt: Canais privados só podem ser aderidos através de um link de convite.

source: Public
de: Öffentlich
nl: Publiek
pt: Público

# PublicChannelDescription
source: Public channels can be found in search, anyone can join them.
de: Kann jeder über die Suche finden
nl: Publieke kanalen zijn te vinden via de zoekfunctie, iedereen kan eraan deelnemen.
pt: Canais públicos podem ser encontrados na busca, qualquer um pode entrar.

# PrivateLinkDescription
source: People can join your channel by following this link. You can revoke the link any time.
de: Alle Telegramnutzer können mit diesem Link deinem Kanal beitreten, du kannst ihn aber jederzeit widerrufen.
nl: Deelnemen aan je kanaal kan door deze link te volgen, je kunt de link altijd intrekken.
pt: Pessoas podem entrar em seu canal com este link. Você pode desativar o link quando quiser.

# PublicLinkDescription
source: People can share this link with others and find your channel using Telegram search.
de: Jeder kann diesen Link teilen und deinen Kanal in der Telegramsuche finden.
nl: Deze link kan gedeeld worden met anderen en je kanaal kan worden gevonden via de zoekfunctie.
pt: Pessoas podem compartilhar esse link com outros e encontrar o seu canal usando a busca do Telegram

# CommentGenitivePlural
source: Comments
de: Kommentare
nl: Reacties
pt: Comentários

# CommentGenitiveSingular
source: Comment
de: Kommentar
nl: Reactie
pt: Comentário

# CommentNominativePlural
source: Comments
de: Kommentare
nl: Reacties
pt: Comentários

# CommentNominativeSingular
source: Comment
de: Kommentar
nl: Reactie
pt: Comentário

source: Blacklist
de: Sperrliste
pt: Lista negra

source: Channel
de: Kanal
nl: Kanaal
pt: Canal

# ChoosePublicChannelLinkNotification
source: Please choose a link for your public channel, so that people can find it in search and share with others. If you're not interested, we suggest creating a private channel instead.
de: Bitte wähle einen Link für deinen öffentlichen Kanal, damit andere ihn finden und weiter verbreiten können. Wenn du das nicht möchtest, empfehlen wir dir einen privaten Kanal.
nl: Stel een link in voor je publieke kanaal, om deze vindbaar te maken via de zoekfunctie en te delen met anderen. Wil je dit niet dan kun je een privé-kanaal aanmaken.
pt: Por favor, escolha um link para o seu canal público, assim as pessoas poderão encontrá-lo na busca e compartilhar com outros. Se não estiver interessado, em vez disso sugerimos criar um canal privado.

# MessageActionChannelEditPhoto
source: Channel photo updated
de: Bild geändert
nl: Kanaalfoto bijgewerkt
pt: Foto do canal atualizada

source: Mute
de: Stumm
nl: Geluid uit
pt: Silenciar

source: Set channel photo
de: Bild festlegen
nl: Kanaalfoto instellen
pt: Definir foto do canal

source: Unmute
de: Stumm aus
nl: Geluid aan
pt: Restaurar Som

# WhatIsChannel
source: What is a channel?
de: Was ist ein Kanal?
nl: Wat is een kanaal?
pt: O que é um Canal?

# WhatIsChannelDescription
source: Channels are a new tool for broadcasting your messages to large audiences.
de: In einem Kanal kannst du deine Nachrichten an ein großes Publikum schicken.
nl: Kanalen zijn een nieuwe functie om berichten naar een groot publiek te sturen.
pt: Canais são uma nova ferramenta para transmissão de suas mensagens para grandes audiências.

# AddEditorConfirmation
source: Are you sure you want to add {0} as editor?
de: Soll {0} wirklich ein Editor werden?
nl: {0} echt als beheerder toevoegen?
pt: Você tem certeza que deseja adicionar {0} como administrador?

# AddModeratorConfirmation
source: Are you sure you want to add {0} as moderator?
de: Soll {0} wirklich ein Administrator werden?
nl: {0} echt als moderator toevoegen?
pt: Você tem certeza que deseja adicionar {0} como administrador?

source: Private channel
de: Privater Kanal
nl: Privé-kanaal
pt: Canal privado

# PrivateToPublicChannelNotification
source: Please note that if you choose a public link for your channel, anyone will be able to find it in search and join. Do not create this link if you want your channel to stay private.
de: Wenn du einen öffentlichen Link für deinen Kanal festlegst, kann ihn jeder über die Suche finden und beitreten. Wenn du das nicht möchtest, erstelle besser keinen Link.
nl: Als je een publieke link voor je kanaal instelt kan iedereen deze vinden en deelnemen via de zoekfunctie. Stel geen link in als je je kanaal privé wilt houden.
pt: Note que ao escolher um link público para o canal, qualquer um poderá encontrá-lo na busca e entrar. Não crie esse link se você deseja que seu canal seja privado.

source: Public channel
de: Öffentlicher Kanal
nl: Publiek kanaal
pt: Canal público

# ChannelsAdminPublicTooMuch
source: Sorry, you have created too many public channels. You can either create a private channel or delete one of your existing channels first.
de: Du hast zu viele öffentliche Kanäle erstellt. Du kannst entweder einen privaten Kanal erstellen oder einen bestehenden Kanal löschen.
nl: Het maximale aantal publieke kanalen is bereikt. Je kunt een privé-kanaal maken of een kanaal verwijderen om een nieuwe te maken.
pt: Desculpe, você criou muitos canais públicos. Você pode criar um canal privado ou apagar um de seus canais existentes primeiro.

# ChannelsAdminPublicTooMuchShort
source: Too many public channels.
de: Zuviele öffentliche Kanäle.
nl: Teveel publieke kanalen.
pt: Muitos canais públicos.

# DeleteChannelConfirmation
source: Wait! Deleting this channel will remove all members and all messages will be lost. Delete the channel anyway?
de: Wenn du diesen Kanal löschst, werden alle Mitglieder und alle Nachrichten entfernt. Wirklich löschen?
nl: Kanaal echt verwijderen? Berichten worden gewist en alle deelnemers verwijderd.
pt: Espere! Apagando esse canal removerá todos os membros e todas as mensagens serão perdidas. Apagar assim mesmo?

# Follow
source: Join
de: Beitreten
nl: Deelnemen
pt: Entrar

source: Join
de: Beitreten
nl: Deelnemen
pt: Entrar

# LeaveChannelConfirmation
source: Are you sure you want to leave the channel?
de: Möchtest du wirklich diesen Kanal verlassen?
nl: Kanaal echt verlaten?
pt: Você tem certeza que deseja sair do canal?

# JoinChannelConfirmation
source: Do you want to join the channel '{0}'?
de: Möchtest du dem Kanal '{0}' beitreten?
nl: Deelnemen aan kanaal '{0}'?
pt: Você deseja entrar no canal '{0}'?

source: Administration
de: Administratoren
nl: Beheerders
pt: Administrador

source: Administrators
de: Administratoren
nl: Beheerders
pt: Administradores

source: Delete channel
de: Kanal löschen
nl: Kanaal verwijderen
pt: Apagar canal
