Repository: TelegramOrg/Telegram-wp
Catalog: TelegramClient/TelegramClient/Resources/AppResources.*.resx
Languages: de, nl, pt

# BlockContact
source: Block
de: Blockieren
nl: Blokkeer
pt: Bloquear

source: Blocked users
de: Blockierte Kontakte
nl: Geblokkeerd
pt: Usuários bloqueados

source: Call
de: Anruf
nl: Bel
pt: Chamar

source: Contacts
de: Kontakte
nl: Contacten
pt: Contatos

source: Copy
de: Kopieren
nl: Kopieer
pt: Copiar

source: Delete
de: Löschen
nl: Verwijder
pt: Apagar

# Dialogs
source: Chats
pt: Conversas

source: Forward
de: Weiterleiten
nl: Doorsturen
pt: Encaminhar

source: Loading...
de: Lade...
nl: Laden
pt: Carregando...

source: Login
de: Anmelden
nl: Inloggen
pt: Entrar

source: Refresh
de: Aktualisieren
nl: Vernieuwen
pt: Atualizar

source: Retry
de: Wiederholen
nl: Opnieuw proberen
pt: Tentar de novo

source: Send
de: Senden
nl: Stuur
pt: Enviar

source: Sending
de: Sende
nl: Versturen
pt: Enviando

# SendingFailed
source: Can't send
de: Senden fehlgeschlagen.
nl: Kan niet versturen
pt: Falha no envio

source: Send message
de: Nachricht senden
nl: Bericht versturen
pt: Enviar mensagem

source: Settings
de: Einstellungen
nl: Instellingen
pt: Configurações

source: Share contact
de: Kontakt teilen
nl: Contact delen
pt: Compartilhar contato

source: Sign In
de: Anmelden
nl: Inloggen
pt: Entrar

# UnblockContact
source: Unblock
de: Freigeben
nl: Deblokkeer
pt: Desbloquear

source: Yesterday
de: Gestern
nl: Gisteren
pt: Ontem

# YourMessage
source: Type your message
de: Schreibe Deine Nachricht
nl: Voer je bericht in
pt: Digite sua mensagem

source: Log out
de: Abmelden
nl: Uitloggen
pt: Sair

source: No messages yet...
de: Noch keine Nachrichten...
nl: Nog geen berichten
pt: Ainda sem mensagens...

source: Confirm
de: Bestätigen
nl: Bevestigen
pt: Confirmar

# DeleteChat
source: Delete this chat?
de: Diesen Chat löschen?
nl: Chat verwijderen?
pt: Apagar essa conversa?

source: Contact
de: Kontakt
pt: Contato

# EmptyMessage
source: Deleted message
de: Gelöschte Nachricht
nl: Verwijderd bericht
pt: Mensagem apagada

source: Forwarded message
de: Weitergeleitete Nachricht
nl: Doorgestuurd bericht
pt: Mensagem encaminhada

# GeoPoint
source: Location
de: Standort
nl: Locatie
pt: Localização

source: Photo
de: Foto
nl: Foto
pt: Foto

source: Video
pt: Vídeo

# ComposeMessage
source: New
de: Neu
nl: Nieuw
pt: Novo

source: Search
de: Suche
nl: Zoeken
pt: Busca

source: Service message
de: Dienstmitteilung
nl: Servicebericht
pt: Mensagem do serviço

# UnsupportedMedia
source: This message is not supported on your version of Telegram. Please update the app to view: http://telegram.org/update
de: Diese Nachricht wird von deiner Telegram-Version nicht unterstützt. Bitte aktualisiere die App um sie zu sehen: http://telegram.org/update
nl: Dit bericht wordt niet ondersteund door jouw versie van Telegram. Werk Telegram bij om dit bericht te bekijken: http://telegram.org/update
pt: Esta mensagem não é suportada na sua versão do Telegram. Para visualiza-la atualize seu aplicativo em http://telegram.org/update

source: Unread
de: Ungelesen
nl: Ongelezen
pt: Não lido

source: Is typing
de: Schreibt
nl: Is aan het typen
pt: Está digitando

source: Online
pt: Conectado

source: User
de: Nutzer
nl: Gebruiker
pt: Usuário

# MessageActionChatCreate
source: {0} created the group "{1}"
de: {0} hat die Gruppe "{1}" erstellt
nl: {0} heeft de groep "{1}" gemaakt
pt: {0} criou o grupo "{1}"

# MessageActionChatEditTitle
source: {0} changed group name to "{1}"
de: {0} hat den Gruppennamen zu "{1}" geändert
nl: {0} heeft de groepsnaam gewijzigd naar "{1}"
pt: {0} mudou o nome do grupo para "{1}"

# MessageActionChatEditPhoto
source: {0} changed group photo
de: {0} hat das Gruppenfoto geändert
nl: {0} heeft de groepsafbeelding gewijzigd
pt: {0} mudou a foto do grupo

# MessageActionChatDeletePhoto
source: {0} removed group photo
de: {0} hat das Gruppenfoto entfernt
nl: {0} heeft de groepsafbeelding verwijderd
pt: {0} removeu a foto do grupo

# MessageActionChatAddUser
source: {0} added {1}
de: {0} hat {1} hinzugefügt
nl: {0} heeft {1} toegevoegd
pt: {0} adicionou {1}

# MessageActionChatDeleteUser
source: {0} kicked {1}
de: {0} hat {1} entfernt
nl: {0} heeft {1} verwijderd
pt: {0} removeu {1}

# MessageActionEmpty
source: Empty service message
de: Leere Dienstmitteilung
nl: Leeg servicebericht
pt: Mensagem de serviço vazia

# CompanyNominative
source: Company
de: Firma
nl: Bedrijf
pt: Companhia

# PeopleInTheConversation
source: {0} members
de: {0} Mitglieder
nl: {0} deelnemers
pt: {0} membros

source: Offline
pt: Desconectado

source: Today
de: Heute
nl: Vandaag
pt: Hoje

# LastSeenAt
source: Last seen {0} at {1}
de: Zuletzt online {0} um {1}
nl: Laatst gezien {0} op {1}
pt: Visto {0} às {1}

# LastSeen
source: Last seen {0} ago
de: Zuletzt online vor {0}
nl: Laatst gezien {0} geleden
pt: Visto {0} atrás

# Minute
source: {0} Minute
nl: {0} minuut
pt: {0} minutos

# Minutes
source: {0} Minutes
de: {0} Minuten
nl: {0} minuten
pt: {0} minutos

# MinuteAccusative
source: Minute
nl: Minuut
pt: Minuto

# MinuteGenitiveSingular
source: Minute
nl: Minuut
pt: Minuto

# MinuteGenitivePlural
source: Minutes
de: Minuten
nl: Minuten
pt: Minutos

source: Attach
de: Anhängen
nl: Bijvoegen
pt: Anexar

source: Manage
de: Auswählen
nl: Beheren
pt: Selecionar mensagens

source: Cancel
de: Abbrechen
nl: Annuleren
pt: Cancelar

source: Select
de: Wählen
nl: Selecteren
pt: Selecionar

# MapAccusative
source: My location
de: Mein Standort
nl: Mijn locatie
pt: Minha localização

# PhotoAccusative
source: Photo
de: Foto
nl: Foto
pt: Foto

source: Add
de: Hinzufügen
nl: Toevoegen
pt: Adicionar

source: New group
de: Neue Gruppe
nl: Nieuwe groep
pt: Novo grupo

source: New secret chat
de: Neuer geheimer Chat
nl: Nieuwe geheime chat
pt: Nova conversa secreta

# TileUpdaterTaskDescription
source: Scheduled task to update number of unread messages on live tile.
de: Geplante Aufgabe, um die Anzahl ungelesenen Nachrichten auf der Live-Kachel zu aktualisieren.
nl: Geplande taak om aantal ongelezen berichten op live-tegel bij te werken.
pt: Tarefa agendada para atualizar a contagem de mensagens novas no bloco dinâmico.

# Media
source: Shared media
de: Geteilte Medien
nl: Gedeelde media
pt: Mídia Compartilhada

source: Profile
de: Profil
nl: Profiel
pt: Perfil

# Notifications
source: Notifications and sounds
de: Mitteilungen und Töne
nl: Meldingen en geluiden
pt: Notificações e sons

source: On
de: Ein
nl: Aan
pt: Ligado

source: Off
de: Aus
nl: Uit
pt: Desligado

source: Sound
nl: Geluid
pt: Som

source: Create secret chat
de: Geheimen Chat erstellen
nl: Geheime chat maken
pt: Nova conversa secreta

source: Message notifications
de: Chat-Benachrichtigungen
nl: Berichtmeldingen
pt: Avisos sobre mensagens

source: Chat notifications
de: Chat-Benachrichtigungen
nl: Chatmeldingen
pt: Notificações sobre conversas

# NotificationsSubtitle
source: Message, group, in-app notifications
de: Nachricht, Gruppe, In-App-Benachrichtigungen
nl: Bericht, groep, in-app meldingen
pt: Sobre mensagens e grupos e dentro do aplicativo

source: Support
nl: Ondersteuning
pt: Suporte

source: Ask a question
de: Eine Frage stellen
nl: Een vraag stellen
pt: Fazer uma pergunta

source: In-App Notifications
de: In-App Benachrichtigungen
nl: In-app meldingen
pt: Notificações dentro do aplicativo

# OnPlural
source: On
de: Ein
nl: Aan
pt: Ligados

# OffPlural
source: Off
de: Aus
nl: Uit
pt: Desligados

# OnFeminine
source: On
de: Ein
nl: Aan
pt: Ligado

# OffFeminine
source: Off
de: Aus
nl: Uit
pt: Desligado

source: In-App Sounds
nl: Geluiden
pt: Alertas sonoros dentro do aplicativo

source: In-App Vibrate
de: In-App Vibration
nl: Trillen
pt: Alertas vibratórios dentro do aplicativo

source: In-App Preview
de: In-App Vorschau
nl: Voorvertoningen
pt: Exibir notificações dentro do aplicativo

source: Reset all notifications
de: Alle Benachrichtigungen zurücksetzten
nl: Meldingen gereset
pt: Reajustar todas as notificações

# ResetAllNotificationsSubtitle
source: Undo all custom notification settings for all your contacts and groups
de: Alle benutzerdefinierten Benachrichtigungseinstellungen für alle Kontakte und Gruppen aufheben
nl: Aangepaste meldingsinstellingen wissen voor contacten en groepen.
pt: Desfazer todas as personalizações para todos contatos e grupos

# OnMasculine
source: On
de: Ein
nl: Aan
pt: Ligado

# OffMasculine
source: Off
de: Aus
nl: Uit
pt: Desligado

source: Group notifications
de: Gruppenbenachrichtigungen
nl: Groepsmeldingen
pt: Notificações de grupos

source: Alert
de: Alarm
nl: Waarschuwing
pt: Alerta

source: Message preview
de: Nachrichtenvorschau
nl: Voorvertoning
pt: Exibir as mensagens nas notificações

source: Save incoming photos
de: Empfangene Fotos speichern
nl: Ontvangen foto's opslaan
pt: Salvar imagens recebidas

source: Create
de: Erstellen
nl: Maak
pt: Criar

source: Share
de: Teilen
nl: Delen
pt: Compartilhar

source: Edit
de: Bearbeiten
nl: Wijzig
pt: Editar

# CompanyNominativeSingular
source: Member
de: Mitglied
nl: Deelnemer
pt: Membro

# CompanyNominativePlural
source: Members
de: Mitglieder
nl: Deelnemers
pt: Membros

# PictureAccusative
source: Picture
de: Bild
nl: Afbeelding
pt: Imagem

# ContactAccusative
source: Contact
de: Kontakt
pt: Contato

# DocumentAccusative
source: File
de: Datei
nl: Bestand
pt: Arquivo

# AttachCaption
source: Attach something
de: Etwas anhängen
nl: Iets bijvoegen
pt: Anexar algo

# LocationAccusative
source: Location
de: Standort
nl: Locatie
pt: Localização

# VideoAccusative
source: Video
pt: Vídeo

source: No media here
de: Keine Medien
nl: Geen media hier
pt: Nenhuma mídia aqui

source: Choose an item
de: Wähle ein Element
nl: Selecteer een item
pt: Escolher um item

source: No users here
de: Keine Nutzer vorhanden
nl: Geen gebruikers hier
pt: Nenhum usuário aqui

source: No contacts here
de: Keine Kontakte vorhanden
nl: Geen contacten hier
pt: Sem contatos aqui

source: Title
de: Titel
nl: Titel
pt: Título

source: Done
de: Fertig
nl: Gereed
pt: Feito

# AddParticipant
source: Add member
de: Kontakt hinzufügen
nl: Deelnemer toevoegen
pt: Adicionar membro

source: Delete and exit group
de: Löschen und Gruppe verlassen
nl: Groep verwijderen en verlaten
pt: Apagar e sair do grupo

# MessageActionUserLeftGroup
source: {0} left the group
de: {0} hat die Gruppe verlassen
nl: {0} heeft de groep verlaten
pt: {0} deixou o grupo

# MessageUser
source: Message {0}
de: Nachricht {0}
nl: Bericht {0}
pt: Mensagem {0}

# ViewUser
source: View {0}
de: Ansicht {0}
nl: Bekijk {0}
pt: Ver {0}

# SearchAmongYourDialogsAndMessages
source: Search chats and messages
de: Chats durchsuchen
nl: Zoek door chats en berichten
pt: Buscar chats e mensagens

source: Messages
de: Nachrichten
nl: Berichten
pt: Mensagens

source: No messages here
de: Keine Nachrichten vorhanden
nl: Geen berichten hier
pt: Nenhuma mensagem aqui

source: No results
de: Keine Ergebnisse
nl: Geen resultaten
pt: Sem resultados

source: Edit name
de: Name bearbeiten
nl: Naam wijzigen
pt: Editar nome

source: Save
de: Speichern
nl: Opslaan
pt: Salvar

source: About
de: Info
nl: Over
pt: Sobre

source: Version
nl: Versie
pt: Versão

source: Your phone
de: Deine Rufnummer
nl: Je telefoon
pt: Seu telefone

# SignInMessage
source: Please confirm your country code and enter your phone number.
de: Bitte bestätige Deinen Ländercode und gib Deine Rufnummer ein.
nl: Bevestig je landnummer en voer je telefoonnummer in.
pt: Por favor, confirme o código de seu país e preencha seu número de telefone com código de área.

source: Your phone number
de: Deine Rufnummer
nl: Je telefoonnummer
pt: Seu número de telefone

source: Next
de: Weiter
nl: Volgende
pt: Seguinte

source: Country
de: Land
nl: Land
pt: País

source: Your code
de: Dein Code
nl: Je code
pt: Seu código

# ConfirmMessage
source: We have sent an SMS with an activation code to your phone {0}
de: Wir haben eine SMS mit einem Aktivierungscode an Deine Rufnummer {0} gesendet.
nl: We hebben een sms-bericht met activatiecode gestuurd naar je telefoon {0}
pt: Enviamos um SMS com o código de ativação para o seu telefone {0}.

# WeWillCallYou
source: We will call you in {0}
de: Wir rufen Dich in {0} an
nl: We bellen je over {0}
pt: Vamos ligar em {0}

source: Code
pt: Código

source: First Name
de: Vorname
nl: Voornaam
pt: Primeiro nome

source: Last Name
de: Nachname
nl: Achternaam
pt: Sobrenome

source: Your name
de: Dein Name
nl: Je naam
pt: Seu nome

# SignUpMessage
source: Enter your name and add a profile picture.
de: Gib Deinen Namen ein und füge ein Profilbild hinzu.
nl: Voer je naam in en voeg een profielfoto toe.
pt: Preencha seu nome e adicione uma foto de perfil.

source: Add photo
de: Foto hinzufügen
nl: Foto toevoegen
pt: Adiconar foto

# NoDialogsHere
source: No chats here
de: Keine Chats
nl: Nog geen chats
pt: Ainda não há conversas

source: Start messaging
de: Jetzt beginnen
nl: Begin met chatten
pt: Começar a conversar

# Intro1Message
source: Welcome to Telegram ― the world's fastest messaging app. It is free and secure.
de: Willkommen bei Telegram – der schnellsten Messenger App der Welt. Kostenlos und sicher.
nl: Welkom bij Telegram ― 's werelds snelste berichtendienst. Het is gratis en veilig.
pt: Bem-vindo ao Telegram o aplicativo de mensagens mais rápido do mundo. Ele é gratuito e seguro.

source: Fast
de: Schnell
nl: Snel
pt: Rápido

# FastMessage
source: Telegram delivers messages faster than any other application.
de: Telegram übermittelt Nachrichten schneller als jede andere Anwendung.
nl: Telegram bezorgt berichten sneller dan elke andere applicatie.
pt: O Telegram entrega as mensagens mais rápido que outros aplicativos.

source: Free
de: Kostenlos
nl: Gratis
pt: Gratuito

# FreeMessage
source: Telegram is free forever. No ads. No subscription fees.
de: Telegram bleibt immer kostenlos. Keine Werbung. Keine Gebühren.
nl: Telegram is altijd gratis. Geen advertenties. Geen abonnementskosten.
pt: O Telegram é gratuito para sempre. Sem propagandas. Sem taxas.

source: Powerful
de: Leistungsstark
nl: Krachtig
pt: Poderoso

# PowerfulMessage
source: Telegram has no limits on the size of your media and chats.
de: Telegram hat keine Begrenzungen auf die Größe deiner Medien oder Chats.
nl: Telegram beperkt je niet in de grootte van je media of chats.
pt: O Telegram não tem limites de tamanho para suas conversas e arquivos de mídia.

source: Secure
de: Sicher
nl: Veilig
pt: Seguro

# SecureMessage
source: Telegram keeps your messages safe from hacker attacks.
de: Telegram schützt deine Nachrichten vor Hacker-Angriffen.
nl: Telegram beveiligd je berichten tegen aanvallen van hackers.
pt: O Telegram mantém suas mensagens protegidas de ataques hacker.

source: Cloud-Based
de: Cloudbasiert
nl: In de cloud
pt: Baseado na nuvem

# CloudBasedMessage
source: Telegram lets you access your messages from multiple devices.
de: Mit Telegram kannst Du von mehreren Geräten auf Deine Nachrichtenen zugreifen.
nl: Telegram biedt toegang tot je berichten vanaf meerdere apparaten.
pt: O Telegram te deixa acessar suas mensagens de múltiplos dispositivos.

source: Telegram dialed your number
de: Telegram hat Deine Rufnummer gewählt
nl: Telegram heeft je nummer gebeld
pt: O Telegram discou seu número

source: Subject
de: Betreff
nl: Onderwerp
pt: Assunto

source: Members
de: Mitglieder
nl: Deelnemers
pt: Membros

source: Your phone number
de: Deine Rufnummer
nl: Je telefoonnummer
pt: Seu número de telefone

source: From
de: Von
nl: Van
pt: De

source: You
de: Du
nl: Jij
pt: Você

source: You where kicked from the group
de: Du wurdest aus der Gruppe entfernt
nl: Je bent verwijderd uit de groep
pt: Você foi removido do grupo

# SavePhotoMessage
source: The photo has been saved successfully
de: Das Foto wurde erfolgreich gespeichert
nl: De foto is succesvol opgeslagen
pt: A foto foi salva com sucesso

source: Shared contact
de: Geteilter Kontakt
nl: Gedeeld contact
pt: Contato compartilhado

source: All contacts
de: Alle Kontakte
nl: Alle contacten
pt: Todos os contatos

# Document
source: File
de: Datei
nl: Bestand
pt: Arquivo

source: Invite friends
de: Freunde einladen
nl: Vrienden uitnodigen
pt: Convidar amigos

source: My location
de: Mein Standort
nl: Mijn locatie
pt: Minha localização

source: Satellite
de: Satellit
nl: Satelliet
pt: Satélite

source: Hybrid
nl: Hybride
pt: Híbrido

source: Switch mode
de: Modus umschalten
nl: Verander mode
pt: Trocar de modo

# DistanceAway
source: {0} away
de: {0} entfernt
nl: {0} hiervandaan
pt: {0} distante

source: Share location
de: Standort teilen
nl: Deel locatie
pt: Compartilhar localização

source: Emoji
pt: Emoticon

# LogOutConfirmation
source: Are you sure you want to log out? Note that you can seamlessly use Telegram on all your devices at once. Remember, logging out kills all your Secret Chats.
de: Vom aktuellen Gerät abmelden?
nl: Uitloggen van huidige account?
pt: Sair da conta atual?

source: Got a question about Telegram?
de: Hast du eine Frage zu Telegram?
nl: Heb je een vraag over Telegram?
pt: Tem uma pergunta sobre o Telegram?

# InviteFriendMessage
source: Hey, let's switch to Telegram http://telegram.org/dl
de: Hey, lass uns zu Telegram wechseln: http://telegram.org/dl
nl: Hey! Zullen we overstappen op Telegram? http://telegram.org/dl
pt: Ei, vamos mudar para o Telegram http://telegram.org/dl

# ResetAllNotificationsMessage
source: Reset all notifications?
de: Alle Benachrichtigungen zurücksetzten?
nl: Meldingen resetten?
pt: Reajustar todas as notificações?

source: Are typing
de: Am Schreiben
nl: Zijn aan het typen
pt: Está digitando

source: Clear history
de: Verlauf löschen
nl: Verwijder geschiedenis
pt: Limpar histórico

source: Delete and exit
de: Löschen und beenden
nl: Verwijder en verlaat
pt: Apagar e sair

# DeleteHistoryAndExitGroupMessage
source: Delete history and exit group?
de: Verlauf löschen und Gruppe verlassen?
nl: Verwijderen en de groep verlaten?
pt: Apagar histórico e sair do grupo?

source: No users
de: Keine Nutzer
nl: Geen gebruikers
pt: Nenhum

# UserNominativeSingular
source: User
de: Nutzer
nl: Gebruiker
pt: Usuário

# UserNominativePlural
source: Users
de: Nutzer
nl: Gebruikers
pt: Usuários

# UserGenitiveSingular
source: User
de: Nutzer
nl: Gebruiker
pt: Usuário

# UserGenitivePlural
source: Users
de: Nutzer
nl: Gebruikers
pt: Usuários

source: Please go to chat to forward message
de: Bitte zum Chat wechseln um die Nachricht weiterzuleiten
nl: Ga naar de chat om het bericht door te sturen
pt: Por favor, vá para a conversa para encaminhar a mensagem

source: Info
pt: Informações

# ForwardeMessageToThisChat
source: Forward message to this chat?
de: Nachricht an diesen Chat weiterleiten?
nl: Bericht doorsturen naar deze chat?
pt: Encaminhar mensagem para essa conversa?

# UserStatusTimeFormat
source: h:mmt
nl: H:mm
pt: H:mm

# PhoneNumberInvalidString
source: Invalid phone number. Please try again.
de: Ungültige Rufnummer. Bitte versuche es erneut.
nl: Ongeldig telefoonnummer. Probeer opnieuw.
pt: Número inválido. Por favor, tente de novo.

source: Error
de: Fehler
nl: Fout
pt: Erro

# FloodWaitString
source: Flood control. Please try again later.
de: Überlastung. Bitte versuche es später erneut.
nl: Te druk. Probeer later opnieuw.
pt: Em fluxo controlado. Por favor, tende de novo mais tarde.

# PhoneCodeInvalidString
source: You have entered an invalid code. Please try again.
de: Du hast einen ungültigen Code eingegeben. Bitte versuche es erneut.
nl: Je hebt een ongeldige code ingevoerd. Probeer het opnieuw.
pt: Você informou um código inválido. Por favor, tente de novo.

# PhoneCodeExpiredString
source: Code expired. Please try again.
de: Code ist abgelaufen. Bitte versuche es erneut.
nl: Code verlopen. Probeer opnieuw.
pt: Código expirado. Por favor, tente de novo.

# PhoneCodeEmpty
source: Code is empty. Please try again.
de: Code ist leer. Bitte versuche es erneut.
nl: Code is leeg. Probeer opnieuw.
pt: Código vazio. Por favor, tente de novo.

# FirstNameInvalidString
source: First name is invalid. Please try again.
de: Vorname ungültig. Bitte versuche es erneut.
nl: Voornaam is ongeldig. Probeer opnieuw.
pt: Primeiro nome inválido. Por favor, tente de novo.

# LastNameInvalidString
source: Last name is invalid. Please try again.
de: Nachname ungültig. Bitte versuche es erneut.
nl: Achternaam is ongeldig. Probeer opnieuw.
pt: Sobrenome inválido. Por favor, tente de novo.

source: Message
de: Nachricht
nl: Bericht
pt: Mensagem

source: Lock screen
de: Sperrbildschirm
nl: Vergrendelscherm
pt: Bloquear tela

# LockScreenSubtitle
source: Add Telegram to the lock screen
de: Telegram zum Sperrbildschirm hinzufügen
nl: Telegram toevoegen aan het vergrendelscherm
pt: Configurar contador de mensagens

# ConfirmAgeMessage
source: By pressing OK button you confirm that you have at least 13 years old.
de: Mit dem Drücken auf OK bestätigen, dass du mindestens 13 Jahre alt bist.
nl: Druk op de OK-knop om te bevestigen dat je tenminste 13 jaar oud bent.
pt: Ao tocar em OK, você declara ter ao menos 13 anos..

# ConfirmAgeTitle
source: Confirm your age
de: Bestätige dein Alter
nl: Bevestig je leeftijd
pt: Confirme sua idade

# ConfirmPushMessage
source: Do you allow this application to use push notifications to alert of new messages?
de: Erlaubst Du Telegram die Verwendung von Push-Benachrichtigungen, um dich über neue Nachrichten zu informieren?
nl: Wil je deze applicatie toestaan om pushberichten te sturen?
pt: Você permite que esse aplicativo use avisos imediatos sobre novas mensagens?

# ConfirmPushTitle
source: Confirm push notifications
de: Push-Benachrichtigungen bestätigen
nl: Bevestig pushberichten
pt: Confirmar avisos imediatos

source: Privacy Statement
de: Datenschutzerklärung
nl: Privacyverklaring
pt: Declaração de privacidade

# PrivacyStatementText
source: This application uses your current location to improve the mapping experience. The location data may be stored and shared. Your privacy is important to us. You can disable this feature at any time. If you have questions, contact our
de: Diese Anwendung verwendet Deinen aktuellen Standort. Die Positionsdaten dürfen gespeichert und freigegeben werden. Privatsphäre ist uns wichtig. Du kannst diese Funktion jederzeit deaktivieren. Wenn Du Fragen hast, kontaktiere uns bitte über:
nl: Deze applicatie gebruikt je huidige locatie om de gebruikerservaring te verbeteren. De locatie data kan worden opgeslagen en gedeeld. Je privacy is belangrijk voor ons. Je kunt deze functie op elk gewenst moment uitschakelen. Als je vragen hebt, neem dan contact met ons op
pt: Esse aplicativo usa a sua localização atual para melhorar a experiência de mapeamento. Esses dados pode ser armazenados e compartilhados. Sua privacidade é importante para nós. Você pode desativar essas funcionalidade quando quiser. Se tiver perguntas, contate nosso

# VKGroup
source: group
de: Gruppe
nl: groep
pt: grupo

source: Location services
de: Standortdienste
nl: Locatieservices
pt: Serviços de localização

# AllowLocationServicesTitle
source: Allow access to location?
de: Zugriff auf diesen Standort erlauben?
nl: Toegang tot locatie toestaan?
pt: Permitir acesso a localização?

# AllowLocationServiceText
source: Allow access to your current location? This can be changed later in app settings.
de: Zugriff auf den aktuellen Standort erlauben? Dies kann später über die Einstellungen wieder geändert werden.
nl: Toegang tot je huidige locatie toestaan? Dit kan later worden aangepast in de appinstellingen.
pt: Permitir acesso a sua localização? Isso pode ser modificado depois nas configurações do aplicativo.
