Repository: TelegramOrg/Telegram-wp
Catalog: TelegramClient/TelegramClient/Resources/AppResources.*.resx
Languages: de, nl, pt

# MessageActionChannelDeletePhoto
source: Channel photo removed
de: Bild gelöscht
nl: Kanaalfoto verwijderd
pt: Foto do canal removida

# MessageActionChannelEditTitle
source: Channel name changed to "{0}"
de: Kanalname zu "{0}" geändert
nl: Kanaalnaam gewijzigd naar "{0}"
pt: Nome do canal alterado para "{0}"

source: Set shared link
de: Link erstellen
nl: Gedeelde link instellen
pt: Definir link compartilhado

source: Add administrator
de: Administrator hinzufügen
nl: Beheerder toevoegen
pt: Adicionar administrador

# ChannelAdministratorsHint
source: You can add administrators to help you manage your channel. Tap and hold to remove admins.
de: Administratoren helfen dir, deinen Kanal zu verwalten. Tippen und halten um sie zu löschen.
nl: Je kunt beheerders toevoegen om je te helpen je kanaal te beheren. Druk en houd ingedrukt om beheerders te verwijderen.
pt: Você pode adicionar administradores para ajudar você a gerenciar seu canal. Aperte e segure para removê-los.

# ChannelMembersHint
source: Only channel administrators can see this list.
de: Nur Administratoren sehen diese Liste.
nl: Alleen kanaal-beheerders zien deze lijst.
pt: Somente os administradores do canal podem ver essa lista.

source: Invite via link
de: Per Link einladen
nl: Uitnodigen via link
pt: Convidar via link

# AddUserAsAdministrator
source: Are you sure you want to make {0} an administrator?
de: Soll {0} wirklich ein Administrator werden?
nl: {0} echt als beheerder toevoegen?
pt: Você tem certeza que deseja colocar {0} como adiministrador?

# ChannelIsNoLongerAccessible
source: Sorry, this channel is no longer accessible.
de: Dieser Kanal ist nicht mehr zugänglich.
nl: Sorry, dit kanaal is niet beschikbaar.
pt: Desculpe, esse canal não é mais acessível.

# InviteContactConfirmation
source: {0} hasn't joined the channel yet. Do you want to invite them?
de: {0} ist noch nicht im Kanal. Willst du diesen Nutzer einladen?
nl: {0} is nog geen deelnemer, uitnodigen?
pt: {0} não entrou no seu canal ainda. Você deseja enviar um convite?

# PostToChannelError
source: Sorry, you can't post to this channel.
de: Du darfst in diesem Kanal nichts schreiben.
nl: Je hebt alleen leesrechten in dit kanaal.
pt: Desculpe, você não pode postar nesse canal.

# MessageLongRegularFormat
source: yyyy d MMM, {0}
nl: d MMM yyyy, {0}

source: Audio
nl: Geluidsbestand

source: Telegram Notifications
de: Telegram Benachrichtigungen
nl: Telegram-meldingen

# ConfirmDeleteContact
source: Delete contact?
de: Kontakt löschen?
nl: Contact verwijderen?

source: Sms
nl: Sms-bericht

source: Invisible
de: Unsichtbar

source: PIN
de: Pincode

# StickerGenitivePlural
source: Stickers
de: Sticker

# StickerNominativePlural
source: Stickers
de: Sticker

source: Stickers
de: Sticker
